Repository: ryanhowdy/fcms
Catalog: familyconnections/language/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Only show My personal Addresses
fr_fr: Afficher uniquement mes adresses personnelles

source: My Addresses
fr_fr: Mes adresses

source: Only show Addresses for members of the site
fr_fr: Afficher uniquement les adresses des membres du site

source: Members
fr_fr: Membres

source: Only show Addresses for non-members
fr_fr: Afficher uniquement les adresses des non-membres

source: Non-Members
fr_fr: Non-Membres

source: Import
fr_fr: Importer

source: Export
fr_fr: Exporter

source: Edit Address
fr_fr: Modifier l'adresse

source: That's not a valid email, is it?
fr_fr: Ce n'est pas un courriel valide, n'est-ce pas ?

source: Country
fr_fr: Pays

source: UNITED STATES
fr_fr: États-Unis

source: Street Address
fr_fr: Rue

source: City
fr_fr: Ville

source: State
fr_fr: État

source: Zip Code
fr_fr: Code postal

source: Home Phone
fr_fr: Téléphone du domicile

source: Work Phone
fr_fr: Téléphone professionnel

source: Cell Phone
fr_fr: Téléphone portable

source: Please only add addresses for Non-members. Anyone who is a member of this website must add/update their own address.
fr_fr: Merci d'ajouter uniquement les adresses des non-membres. N'importe quel membre de ce site internet doit ajouter / mettre à jour sa propre adresse.

source: Add Address
fr_fr: Ajouter une adresse

source: Last Name
fr_fr: Nom de famille

source: Private
fr_fr: Privé(e)

source: Filling out the form below will send an email to all the selected members in your addressbook. Sending an email to a large number of people can take a long time. Please be patient.
fr_fr: En remplissant le formulaire ci-dessous, vous enverrez un courriel à tous les membres sélectionnés dans votre carnet d'adresses. Envoyer un courriel à un grand nombre de personnes peut prendre un certain temps. Merci d'être patient.

source: Send Email
fr_fr: Envoyer le courriel

source: %s (%s) is not a CSV file.
fr_fr: %s (%s) n'est pas un fichier CSV.

source: %d Address Added Successfully
fr_fr: L'adresse %d a bien été ajoutée

source: Create New Member
fr_fr: Créer un nouveau membre

source: First
fr_fr: Prénom

source: Middle
fr_fr: Prénoms secondaires

source: Last
fr_fr: Nom de famille

source: Maiden Name
fr_fr: Nom de jeune fille

source: Gender
fr_fr: Sexe

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Sorry, but this information is Required.
fr_fr: Désolé, mais cette information est requise.

source: Birthday
fr_fr: Date de naissance

source: Send Invitation Email
fr_fr: Envoyer un courriel d'invitation

source: Create
fr_fr: Créer

source: Could not find member.
fr_fr: Impossible de trouver le membre.

source: Edit Member
fr_fr: Modifier le membre

source: Merge
fr_fr: Fusionner

source: Middle Name
fr_fr: Second prénom

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Deceased
fr_fr: Décédé

source: Member
fr_fr: Membre

source: Advanced Options
fr_fr: Options avancées

source: Non-Editable Member
fr_fr: Membre non-éditable

source: Non-member
fr_fr: Non-membre

source: Merge Member
fr_fr: Fusionner le membre

source: Zip
fr_fr: Code Postal

source: Bio
fr_fr: Biographie

source: Member to merge with
fr_fr: Fusionner le membre avec

source: Next
fr_fr: Suivant

source: Choose which information you would like to use from the two members below.
fr_fr: Choisissez l'information que vous souhaitez utiliser pour les deux membres ci-dessous.

source: Please note that user [%s] and all information not selected will be deleted.
fr_fr: Merci de noter que l'utilisateur [%s] et toutes les informations non sélectionnées seront supprimés.

source: Create Member
fr_fr: Créer un membre

source: Search
fr_fr: Chercher

source: Get Help using Access Levels
fr_fr: Obtenir de l'aide pour utiliser les niveaux d'accès

source: Member?
fr_fr: Membre?

source: Active?
fr_fr: Actif ?

source: Activate Selected
fr_fr: Activer la sélection

source: Inactivate Selected
fr_fr: Désactiver la selection

source: Non-editable Member
fr_fr: Membre non-éditable

source: Merge [%s] complete.
fr_fr: Fusion [%s] terminée

source: Connect social media sites
fr_fr: Connectez les sites de réseaux sociaux

source: Add a Profile Picture
fr_fr: Ajouter une Photo de Profil

source: Add your Address/Contact information
fr_fr: Ajoutez votre adresse/vos informations de contact

source: Vote on the Poll
fr_fr: Votez au Sondage.

source: It looks like you're new here.
fr_fr: Il semble que vous êtes nouveau ici.

source: Complete the following list to get the most out of the site:
fr_fr: Complétez la liste suivante pour profiter au mieux du site:

source: Your profile is %s complete.
fr_fr: Votre profil est à %s complet

source: Skip This and get right to the app.
fr_fr: Passer et accéder directement à l'application.

source: Welcome to the Poll Administration.
fr_fr: Bienvenue dans l'Administration des Sondages.

source: Here you can add new Poll questions or edit existing polls.
fr_fr: Ici vous pouvez ajouter de nouvelles questions de sondage ou modifier des sondages existants.

source: If you do not want to use Polls on your site, simply delete all existing polls and they will no longer show up on the frontpage.
fr_fr: Si vous ne souhaitez pas utiliser les sondages sur votre site, il vous suffit de supprimer tous les sondages existants et ils n'apparaîtront plus sur la page d'accueil.

source: Delete This Alert
fr_fr: Supprimer cette alerte

source: It looks like your address is incomplete.
fr_fr: Il semble que votre adresse est incomplète.

source: The other website members would appreciate it if you would complete your address information. This will help them stay in touch.
fr_fr: Les autres membres du site apprécieraient si vous complétiez vos informations. Cela les aidera à rester en contact.

source: Complete Address Now
fr_fr: Complétez votre adresse maintenant.

source: Important info about FCMS Scheduler.
fr_fr: Informations importantes à propos du Planificateur FCMS

source: FCMS Scheduler is a replacement for cron. If your host supports cron, you should disable the FCMS Scheduler and use cron instead.
fr_fr: Le planificateur FCMS remplace cron. Si votre hôte supporte cron, vous devriez désactiver le Planificateur FCMS et utiliser cron à la place.

source: FCMS Scheduler can NOT guarantee that the scheduled tasks will complete on the desired intervals.
fr_fr: Le Planificateur FCMS ne peut garantir que les tâches planifiées seront effectuées aux intervalles souhaités.

source: This user has no awards yet.
fr_fr: Cet utilisateur n'a reçu aucun prix pour le moment.

source: Invalid Member/Award.
fr_fr: Membre / Récompense invalide.

source: %s has been given this award %d time.
fr_fr: %s a reçu cette distinction %d fois.

source: You have been given this award %d time.
fr_fr: Ce prix vous a été remis %d fois.

# Ex: December, 2011 - 10 posts
source: %s - %s posts
fr_fr: %s - %s messages

# Ex: December, 2011 - 10 recipes
source: %s - %s recipes
fr_fr: %s -%s recettes

# Ex: 21 replies
source: %d replies
fr_fr: %d réponses

# Ex: 210 views
source: %d views
fr_fr: %d vues

# Ex: 21 comments
source: %d comments
fr_fr: %d commentaires

# Ex: 210 private messages
source: %d private messages
fr_fr: %d messages privés

# Ex: 53 events
source: %d events
fr_fr: %d événements

source: Adding the most Message Board posts for the month.
fr_fr: A ajouté ce mois le plus de discussions sur le forum.

source: Uploading the most photos for the month.
fr_fr: A téléversé ce mois le plus de photos.

source: Adding the most recipes for the month.
fr_fr: A ajouté ce mois le plus de recettes.

source: Adding the most Family News for the month.
fr_fr: A ajouté ce mois le plus de nouvelles familiales.

source: Sharing the most documents for the month.
fr_fr: A partagé ce mois le plus de documents.

source: Ice Breaker
fr_fr: Briseur de glace

source: Starting a Message Board post with over 20 replies.
fr_fr: A commençé une discussion de forum avec plus de 20 réponses.

source: Shutterbug
fr_fr: Passionné de photographie

source: Uploading a photo with over 100 views.
fr_fr: A téléversé une photo avec plus de 100 vues.

source: Interesting
fr_fr: Intéressant

source: Adding Family News with over 20 comments.
fr_fr: A ajouté des nouvelles familiales avec plus de 20 commentaires.

source: Secretive
fr_fr: Secret(e)

source: Sending over 100 Private Messages (PM).
fr_fr: A envoyé plus de 100 messages privés (MP).

source: Planner
fr_fr: Planificateur

source: Adding over 50 events to the calendar.
fr_fr: A ajouté plus de 50 évènements au calendrier.

source: Photogenic
fr_fr: Photogénique

source: Being tagged in over 50 photos.
fr_fr: A été taggué sur plus de 50 photos.

source: BBCode Help
fr_fr: Aide BBCode

source: BBCode is a easy way to format text. Check out the examples below, the first line shows the bbcode and the second line show the output.
fr_fr: BBCode est une façon simple de formater un texte pour internet. Regardez les exemples ci-dessous. La première ligne indique le bbcode et la seconde ligne montre le résultat.

source: Available BBCodes
fr_fr: BBCodes disponibles

source: Text Formatting
fr_fr: Formatage du texte

source: Bold Text
fr_fr: Texte en gras

source: Italic Text
fr_fr: Texte en italique

source: Underline Text
fr_fr: Texte souligné

source: Text Alignment
fr_fr: Alignement du texte

source: Left Aligned Text
fr_fr: Texte aligné à gauche

source: Centered Text
fr_fr: Texte centré

source: Right Aligned Text
fr_fr: Texte aligné à droite

source: Headers
fr_fr: En-têtes

source: Really Big Header
fr_fr: Très grande en-tête

source: Big Header
fr_fr: Grande en-tête

source: You can use any header number 1-6.
fr_fr: Vous pouvez utiliser n'importe quel en-tête de 1 à 6.

source: Quote
fr_fr: Citer

source: You can Quote me on it.
fr_fr: Vous pouvez me citer sur ce sujet.

source: Add Images From a URL
fr_fr: Ajouter des images provenant d'un lien

source: Change Text Color
fr_fr: Changer la couleur du texte

source: Red Text
fr_fr: Texte rouge

source: Blue Text
fr_fr: Texte bleu

source: Links
fr_fr: Liens

source: Click Here For Google
fr_fr: Cliquer ici pour Google

source: Mail Some Guy
fr_fr: Envoyer des courriel à certaines personnes

source: Youtube Video
fr_fr: Vidéo Youtube

source: Previous
fr_fr: Précédent

source: Add Category
fr_fr: Ajouter une catégorie

source: Print
fr_fr: Imprimer

source: %s turns %s today.
fr_fr: %s a %s ans aujourd'hui.

source: 12:00 am - 7:00 am
fr_fr: 00h00 - 07h00

source: Today's Events
fr_fr: Evènements du jour

source: Invalid Date
fr_fr: Date invalide

source: Event
fr_fr: Évènement

source: Time
fr_fr: Temps

source: through
fr_fr: à travers

source: All Day
fr_fr: Tous les jours

source: Category
fr_fr: Catégorie

source: Repeat (Yearly)
fr_fr: Répéter (annuellement)

source: Private?
fr_fr: Privé(e)(s) ?

source: Invite Guests?
fr_fr: Inviter des invités ?

source: Edit Event
fr_fr: Modifier l'évènement

source: Every year on %s
fr_fr: Chaque année le %s

source: beginning at %s
fr_fr: à partir de %s

source: between %s and %s
fr_fr: entre %s et %s

source: Created By
fr_fr: Créé par

source: Host
fr_fr: Serveur

source: Back to Calendar
fr_fr: Retour au calendrier

source: When
fr_fr: Quand

source: Every year on %s, since %s.
fr_fr: Chaque année le %s, depuis %s.

source: Maybe
fr_fr: Peut-être

source: Are you attending?
fr_fr: Etes-vous présent ?

source: Who's Coming
fr_fr: Qui arrive

source: Undecided
fr_fr: Non décidé

source: Add New Category
fr_fr: Ajouter une nouvelle catégorie

source: Edit Category
fr_fr: Modifier la catégorie

source: Color
fr_fr: Couleur

source: None
fr_fr: Aucun(e)

source: Red
fr_fr: Rouge

source: Yellow
fr_fr: Jaune

source: Green
fr_fr: Vert

source: Blue
fr_fr: Bleu

source: Add Comment
fr_fr: Ajouter un commentaire

source: Comment
fr_fr: Commentaire

source: Delete this Comment
fr_fr: Supprimer ce commentaire

source: Imported from Instagram. Filter: %s.
fr_fr: Importé d'Instagram. Filtre: %s

# One letter abbreviation for Sunday.
source: S
fr_fr: D

# One letter abbreviation for Monday.
source: M
fr_fr: L

# One letter abbreviation for Tuesday.
source: T
fr_fr: Ma

# One letter abbreviation for Wednesday.
source: W
fr_fr: Mer

# One letter abbreviation for Thursday.
source: T
fr_fr: J

# One letter abbreviation for Friday.
source: F
fr_fr: V

# Three letter abbreviation for Sunday.
source: Sun
fr_fr: Dim

# Three letter abbreviation for Monday.
source: Mon
fr_fr: Lun

# Three letter abbreviation for Tuesday.
source: Tue
fr_fr: Mar

# Three letter abbreviation for Wednesday.
source: Wed
fr_fr: Mer

# Three letter abbreviation for Thursday.
source: Thr
fr_fr: Jeu

# Three letter abbreviation for Friday.
source: Fri
fr_fr: Ven

# Three letter abbreviation for Saturday.
source: Sat
fr_fr: Sam

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

# Three letter abbreviation for January.
source: Jan
fr_fr: Janv

# Three letter abbreviation for February.
source: Feb
fr_fr: Fév

# Three letter abbreviation for March.
source: Mar
fr_fr: Mars

# Three letter abbreviation for April.
source: Apr
fr_fr: Avr

# Three letter abbreviation for May.
source: May
fr_fr: Mai

# Three letter abbreviation for June.
source: Jun
fr_fr: Juin

# Three letter abbreviation for July.
source: Jul
fr_fr: Juil

# Three letter abbreviation for August.
source: Aug
fr_fr: Août

# Three letter abbreviation for September.
source: Sep
fr_fr: Sept

# Three letter abbreviation for December.
source: Dec
fr_fr: Déc

# Lowercase Ante meridiem.
source: am
fr_fr: matin

# Lowercase Post meridiem.
source: pm
fr_fr: après-midi

# Uppercase Ante meridiem.
source: AM
fr_fr: Matin

# Uppercase Post meridiem.
source: PM
fr_fr: Après-midi

source: right now
fr_fr: maintenant

source: %s second ago
fr_fr: il y a %s seconde

source: %s minute ago
fr_fr: il y a %s minute

source: %s hour ago
fr_fr: il y a %s heure

source: %s day ago
fr_fr: il y a %s jour

source: Uploaded By
fr_fr: Téléversé par

source: Date Added
fr_fr: Date d’ajout

source: Delete this Document
fr_fr: Supprimer ce document

source: Nothing to see here
fr_fr: Rien à voir ici

source: Currently no one has shared any documents.
fr_fr: Actuellement personne n'a partagé de document.

source: Why don't you share a document now?
fr_fr: Pourquoi ne pas partager un document maintenant?

source: Upload Document
fr_fr: Téléverser un document

source: Document %s exceeds the maximum file size allowed by your PHP settings.
fr_fr: La taille du document %s dépasse la taille maximale autorisée par votre configuration de PHP.

source: Invalid Document
fr_fr: Document invalide

source: Documents must be of type (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).
fr_fr: Les documents doivent être de types (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).

source: Document %s already exists! Please change the filename and try again.
fr_fr: Le document %s existe déjà ! Merci de changer le nom du fichier et d'essayer à nouveau.

source: Edit this Family News
fr_fr: Modifier cette nouvelle familiale

source: Delete this Family News
fr_fr: Supprimer cette nouvelle familiale

source: Originally from %s, %s.
fr_fr: Originaire de %s, %s.

source: Add a comment
fr_fr: Ajouter un commentaire

source: no comments
fr_fr: aucun commentaire

source: Delete this comment
fr_fr: Supprimer ce commentaire

source: Edit News
fr_fr: Modifier la nouvelle

source: Title
fr_fr: Titre

source: Title of your Family News
fr_fr: Titre de votre nouvelle familiale

source: Currently no one has added any news
fr_fr: Actuellement personne n'a ajouté de nouvelles.

source: Why don't you be the first to add news?
fr_fr: Pourquoi ne pas être le premier à ajouter une nouvelle?

source: Add Family News
fr_fr: Ajouter une nouvelle familiale

source: Import News from existing blog
fr_fr: Importer la nouvelle depuis un blog existant

source: Read More
fr_fr: Lire la suite

source: Invalid url [%s].
fr_fr: URL invalide [%s]

source: Could not import news from external source.
fr_fr: Impossible d'importer la nouvelle depuis la source externe.

source: URL/Account
fr_fr: Lien / Compte

source: Invalid Display Type
fr_fr: Type d'affichage invalide

source: Could not find user.
fr_fr: Impossible de trouver l'utilisateur.

source: Remove Relationship
fr_fr: Supprimer la relation

source: Add Spouse
fr_fr: Ajouter un(e) conjoint(e)

source: Add Child
fr_fr: Ajouter un enfant

source: Add Father
fr_fr: Ajouter un père

source: Add Mother
fr_fr: Ajouter une mère

source: Add Grandfather
fr_fr: Ajouter un grand-père

source: Add Grandmother
fr_fr: Ajouter une grand-mère

source: Invalid parent type.
fr_fr: Type de parent invalide.

source: Add Father for %s
fr_fr: Ajouter un père pour %s

source: Add Mother for %s
fr_fr: Ajouter une mère pour %s

source: Add New Parent
fr_fr: Ajouter nouveau parent

source: Add Parent Not Listed Above
fr_fr: Ajouter un parent non listé ci-dessus

source: Invalid spouse type.
fr_fr: Type de conjoint(e) invalide.

source: Add New Spouse
fr_fr: Ajouter un(e) nouvel(le) conjoint(e)

source: Spouse
fr_fr: Conjoint(e)

source: Add Spouse Not Listed Above
fr_fr: Ajouter un(e) conjoint(e) non listé(e) ci-dessous

source: Add New Child
fr_fr: Ajouter un nouvel enfant

source: Add Child for %s
fr_fr: Ajouter un enfant pour %s

source: Child
fr_fr: Enfant

source: Add Child Not Listed Above
fr_fr: Ajouter un enfant ne figurant pas dans la liste

source: Add New Father for %s
fr_fr: Ajouter un nouveau père pour %s

source: Add New Mother for %s
fr_fr: Ajouter une nouvelle mère pour %s

source: Add New Spouse for %s
fr_fr: Ajouter un(e) nouveau(lle) conjoint(e) pour %s

source: Add New Child for %s
fr_fr: Ajouter un nouvel enfant pour %s

source: Sex
fr_fr: Genre

source: Living
fr_fr: Vivant(e)

source: Date Deceased
fr_fr: Date de décès

source: View Family Tree for...
fr_fr: Afficher l'arbre généalogique de ...

source: Kids
fr_fr: Enfants

source: Grandparents
fr_fr: Grands-parents

source: Relationship
fr_fr: Relation

source: Remove
fr_fr: Supprimer

source: Father
fr_fr: Père

source: Mother
fr_fr: Mère

source: Grandfather
fr_fr: Grand-père

source: Grandmother
fr_fr: Grand-mère

source: Add Picture
fr_fr: Ajouter une photo

source: Upload your personal image (Avatar)
fr_fr: Téléverser votre image personnelle (Avatar)

source: Picture
fr_fr: Photo

source: Current Picture
fr_fr: Photo actuelle

source: Choose new Picture
fr_fr: Choisir une nouvelle photo

source: View tree for %s.
fr_fr: Voir l'arbre généalogique de %s.

source: Latest
fr_fr: Dernier

source: Top Rated
fr_fr: Les mieux noté(e)s

source: Most Viewed
fr_fr: Les plus regardé(e)s

source: My Photos
fr_fr: Mes photos

source: Upload Photos
fr_fr: Téléverser des photos

source: Manage Categories
fr_fr: Gérer les catégories

source: Photo Uploaded By
fr_fr: Photo téléversée par

source: Members In Photo
fr_fr: Membres sur la photo

source: Currently no one has added any photos
fr_fr: Actuellement, personne n'a ajouté de photo

source: Why don't you upload some photos now?
fr_fr: Pourquoi ne pas uploader quelques photos maintenant?

source: Oops!
fr_fr: Oups !

source: The Category you are trying to view is Empty.
fr_fr: La catégorie que vous essayez de visualiser est vide.

source: The Photo you are trying to view can not be found.
fr_fr: La photo que vous essayez d'afficher ne peut pas être trouvée.

source: %d of %d
fr_fr: %d sur %d

source: From the Category:
fr_fr: De la catégorie :

source: by
fr_fr: par

source: Unknown
fr_fr: Inconnu

source: Click to view more photos of %s.
fr_fr: Cliquez pour visionner plus de photos de %s.

source: Currently %s/5 Starts
fr_fr: Actuellement %s/5 étoiles

source: %s out of 5 Stars
fr_fr: %s sur 5 étoiles

source: Members in Photo
fr_fr: Membres sur la photo

source: Filename
fr_fr: Nom de fichier

source: Photo Size
fr_fr: Taille de la photo

source: Latest Comments
fr_fr: Derniers commentaires

source: Photos of %s
fr_fr: Photos de %s

source: Photos uploaded by %s
fr_fr: Photos téléversées par %s

source: The category you are trying to view doesn't exist.
fr_fr: La catégorie que vous essayez d'afficher n'existe pas.

source: View All
fr_fr: Tout voir

source: View Categories for %s
fr_fr: Voir les catégories de %s

source: View Photos in %s
fr_fr: Afficher les photos dans %s

source: Administrate
fr_fr: Administrer

source: Add Description
fr_fr: Ajouter une Description

source: No description
fr_fr: Aucune description

source: Edit Description
fr_fr: Modifier la Description

source: View Slideshow
fr_fr: Voir le diaporama

source: Members In Category
fr_fr: Membres Dans la Catégorie

source: Currently %d/5 Stars.
fr_fr: Actuellement %d/5 étoiles.

source: 1 out of 5 Stars
fr_fr: 1 sur 5 étoiles

source: 2 out of 5 Stars
fr_fr: 2 sur 5 étoiles

source: 3 out of 5 Stars
fr_fr: 3 sur 5 étoiles

source: 4 out of 5 Stars
fr_fr: 4 sur 5 étoiles

source: 5 out of 5 Stars
fr_fr: 5 sur 5 étoiles

source: Views
fr_fr: Vues

source: Type name of person...
fr_fr: Taper le nom d'une personne ...

source: Caption
fr_fr: Légende

source: Who is in this Photo?
fr_fr: Qui est sur cette photo ?

source: Rotate
fr_fr: Faire pivoter

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: JavaScript must be enabled in order for you to use the Advanced Uploader. However, it seems JavaScript is either disabled or not supported by your browser.
fr_fr: Javascript doit être activé afin que vous puissiez utiliser le téléverseur avancé. Or, il semble que Javascript est soit désactivé, soit non supporté par votre navigateur internet.

source: Either enable JavaScript by changing your browser options.
fr_fr: Essayez d'activer JavaScript en modifiant les options de votre navigateur.

source: Enable the Basic Upload option by changing Your Settings.
fr_fr: Activer l'option basique de téléversement en modifiant vos paramètres.

source: Upload
fr_fr: Téléversement

source: Please specify a category first.
fr_fr: Définissez une catégorie avant s'il vous plaît.

source: You must choose at least one photo, or choose to automatically import all.
fr_fr: Vous devez choisir au moins une photo, ou choisir de tout importer.

source: Could not get user data.
fr_fr: Impossible d'obtenir les données de l'utilisateur

source: Not connected to Instagram.
fr_fr: Pas connecté à Instagram

source: You must connect your Family Connections account to Instagram before you can begin importing photos from Instagram.
fr_fr: Vous devez d'abord connecter votre compte "Family Connections" à Instagram avant de pouvoir importer des photos de ce dernier.

source: Connect to Instagram
fr_fr: Se connecter à Instagram

source: Could not get Instagram data.
fr_fr: Impossible d'obtenir les données d'Instagram

source: Manual
fr_fr: Manuel

source: Choose photo to add.
fr_fr: Choisissez la photo à ajouter.

source: See more
fr_fr: En voir plus

source: Automatic
fr_fr: Automatique

source: Have all photos automatically imported.
fr_fr: Toutes les photos ont été importées automatiquement.

source: Edit Photo
fr_fr: Modifier la photo

source: Change Category
fr_fr: Changer de catégorie

source: Could not edit Photo. Photo ID does not exist.
fr_fr: Impossible de modifier la photo. L'identifiant de la photo n'existe pas.

source: You must create a new category, or select an existing category.
fr_fr: Vous devez créer une nouvelle catégorie, ou sélectionner une catégorie existante.

source: Edit Photos
fr_fr: Modifier les photos

source: Photo is corrupt or missing.
fr_fr: La photo est corrompue ou manquante.
