Repository: ryanhowdy/fcms
Catalog: familyconnections/language/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Family News Deleted Successfully
fr_fr: Nouvelle familiale supprimée avec succès

source: This can NOT be undone
fr_fr: Ceci ne peut PAS être annulé

source: Family Tree
fr_fr: Arbre généalogique

source: Photo [%s] is not a supported photo type. Photos must be of type (.jpg, .jpeg, .gif, .bmp or .png).
fr_fr: La photo [%s] n'est pas un type de photo supporté. Les photos doivent être de types (.jpg, .jpeg, .gif, .bmp or .png).

source: There was an error uploading your avatar.
fr_fr: Une erreur est survenue lors du téléversement de votre avatar.

source: Site is currently turned off...
fr_fr: Le site est actuellement désactivé ...

source: Hold On a Second!
fr_fr: Attendez une seconde !

source: The site has been closed by an administrator.
fr_fr: Le site a été fermé par un administrateur.

source: Please come back later.
fr_fr: Merci de revenir plus tard.

source: Rotate Photo
fr_fr: Faire pivoter la photo

source: Use Existing Category
fr_fr: Utiliser une catégorie existante

source: Create New Category
fr_fr: Créer une nouvelle catégorie

source: More Details
fr_fr: Plus de détails

source: Are you sure you want to DELETE this Photo?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER cette photo ?

source: Are you sure you want to DELETE this Comment?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER ce commentaire ?

source: Are you sure you want to DELETE this Category?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER cette catégorie ?

source: Invalid tagged member data.
fr_fr: Données pour le tag du membre invalides

source: You do NOT have access to perform this action.
fr_fr: Vous ne disposez PAS des permissions nécessaires pour effectuer cette action.

source: Your photo exceeds the maximum size allowed by your PHP settings [%s].
fr_fr: Votre photo excède la taille maximale autorisée par votre configuration PHP [%s].

source: Would you like to use the <a href="%s">Advanced Photo Uploader</a> instead?.
fr_fr: Voulez vous utiliser l'<a href="%s">Uploader de photos avancé</a> à la place?.

source: You must choose a category first.
fr_fr: Vous devez d'abord choisir une catégorie.

source: You must choose a photo first.
fr_fr: Vous devez d'abord choisir une photo.

source: %s has added a new photo.
fr_fr: %s a ajouté une nouvelle photo.

source: Your Instagram photos will be automatically imported into the site soon.
fr_fr: Vos photos d'Instagram seront bientôt importées automatiquement sur le site.

source: Your Instagram photos will no longer be automatically imported into the site soon.
fr_fr: Vos photos d'Instagram ne seront plus importées automatiquement.

source: %s has added new photos.
fr_fr: %s a ajouté de nouvelles photos.

source: Category name cannot be blank.
fr_fr: Le nom de la catégorie ne peut pas être vide.

source: The Category %s was Updated Successfully
fr_fr: La catégorie %s a été mise à jour avec succès

source: Are you sure you want to DELETE this category?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER cette catégorie ?

source: Missing or invalid id.
fr_fr: Id manquant ou invalide.

source: Category Deleted Successfully
fr_fr: Catégorie supprimée avec succès

source: RSS Feed
fr_fr: Flux RSS

source: Category Description
fr_fr: Description de la catégorie

source: Photo Gallery Slideshow
fr_fr: Diaporama de galerie de photos

source: Invalid Category ID
fr_fr: Identifiant de catégorie invalide

source: You must supply a valid category id.
fr_fr: Vous devez fournir un identifiant de catégorie valide.

source: No photos found.
fr_fr: Aucune photo trouvée.

source: Help
fr_fr: Aide

source: Topics
fr_fr: Discussions

source: Video Gallery
fr_fr: Galerie Vidéo

source: Personal Settings
fr_fr: Paramètres personnels

source: Welcome to the Help section.
fr_fr: Bienvenue dans la section d'Aide.

source: Browse the topics to the left to find help on the most frequently asked topics.
fr_fr: Parcourez les sujets à gauche pour trouver de l'aide sur les sujets les plus fréquemment posés.

source: Need more help?
fr_fr: Besoin de plus d'aide ?

source: Check out the support forum for more help.
fr_fr: Consultez le forum de support pour plus d'aide.

source: Support Forum
fr_fr: Aide du forum

source: How does the Photo Gallery work?
fr_fr: Comment fonctionne la galerie de photos ?

source: How do I add a photo?
fr_fr: Comment puis-je ajouter une photo ?

source: How do I edit/change a photo?
fr_fr: Comment puis-je éditer / modifier une photo ?

source: How do I delete a photo?
fr_fr: Comment puis-je supprimer une photo ?

source: How do I add a category?
fr_fr: Comment puis-je ajouter une catégorie ?

source: How do I rename a category?
fr_fr: Comment puis-je renommer une catégorie ?

source: How do I delete a category?
fr_fr: Comment puis-je supprimer une catégorie ?

source: Each member of the website has his/her own Category on the Photo Gallery. This category will not show up until that member creates a new sub-category and uploads at least one photo. You can not upload photos until you have created a category. It is best to create a new category each time you upload a new group of photos. This helps create a more organized Photo Gallery.
fr_fr: Chaque membre du site Internet possède sa propre catégorie dans l'album photos. Cette catégorie ne sera pas affichée avant que ce membre n'ait créé une nouvelle sous-catégorie et téléversé au moins une photo. Vous ne pouvez pas téléverser de photos tant que vous n'avez pas créé une catégorie. Il est préférable de créer une nouvelle catégorie à chaque fois que vous téléversez un nouveau groupe de photos. Cela aide à créer un album photos mieux organisé.

source: Back to Top
fr_fr: Retour vers le haut

source: Choose <a href="gallery/index.php?action=upload">Upload Photos</a> from the <a href="gallery/index.php">Photo Gallery</a> menu.
fr_fr: Choisir <a href="gallery/index.php?action=upload">Téléverser des photos</a> depuis le menu <a href="gallery/index.php">Galerie photos</a>

source: Choose a category from the drop down menu.
fr_fr: Choisir une catégorie dans le menu déroulant.

source: Note: You must have at least one category to upload photos. If you do not have a existing category you must add a category first.
fr_fr: Note : Vous devez avoir au moins une catégorie pour téléverser des photos. Si vous n'avez pas de catégorie existante, vous devez d'abord en ajouter une.

source: Click the browse button to browse your computer for the desired photo to upload.
fr_fr: Cliquer sur le bouton rechercher pour parcourir votre ordinateur à la recherche des photos à téléverser.

source: If the photo you are uploading needs rotated click 'Upload Options' and two radio buttons will drop in above the photo caption.
fr_fr: Si les photos que vous téléversez ont besoin d'être retournées, cliquer sur 'Options de téléversement' et deux boutons de type radio apparaîtront en dessus de la légende de la photo.

source: Note: You must have JavaScript enabled to use the rotation feature.
fr_fr: Note : JavaScript doit être activé pour utiliser la fonctionnalité de rotation.

source: Fill in the caption (description of the photo).
fr_fr: Remplir la légende (description de la photo).

source: Click the <b>Add Photos</b> button.
fr_fr: Cliquer sur le bouton <b>Ajouter des photos</b>

source: You can only edit/change the photo's caption and category.
fr_fr: Vous pouvez seulement éditer / modifier la légende de la photo et la catégorie.

source: Navigate to the photo you would like to edit.
fr_fr: Accéder à la photo que vous souhaitez modifier.

source: Click the edit button <img src="themes/default/images/edit.gif"/> located above the photo and to the right.
fr_fr: Cliquer sur le bouton éditer <img src="themes/default/images/edit.gif"/> situé au-dessus à droite de la photo

source: To change the category: choose the new category from the dropdown menu above the photo.
fr_fr: Pour changer de catégorie : choisir la nouvelle catégorie depuis le menu déroulant au dessus de la photo.

source: To edit/change the caption: make your changes in the text field area below the photo.
fr_fr: Pour éditer / modifier le titre : faîtes vos changements dans le champ texte en dessous de la photo.

source: Click the submit changes button to finish your changes.
fr_fr: Cliquer sur le bouton soumettre les changements pour terminer vos modifications.

source: Click the delete button <img src="themes/default/images/delete.gif"/> located above the photo and to the right.
fr_fr: Cliquer sur le bouton supprimer <img src="themes/default/images/delete.gif"/> situé au-dessus à droite de la photo.

source: You will be prompted with a message asking if you are sure you want to delete that photo, click Ok.
fr_fr: Un message de confirmation vous demandera si vous êtes sûr de vouloir supprimer cette photo. Cliquer sur OK.

source: Note: you can only delete your own photos. Once you delete a photo it is gone forever, you cannot undo a delete.
fr_fr: Note : vous pouvez seulement supprimer vos propres photos. Une fois une photo effacée, elle sera irrécupérable. Vous ne pouvez pas annuler une suppression.

source: Choose <a href="gallery/index.php?action=category">Create/Edit Category</a> from the <a href="gallery/index.php">Photo Gallery</a> menu.
fr_fr: Choisir <a href="gallery/index.php?action=category">créer / éditer une catégorie</a> depuis le menu<a href="gallery/index.php">Galerie Photos</a>.

source: Fill out the category name.
fr_fr: Remplir le nom de la catégorie.

source: Click the <b>Add Category</b> button.
fr_fr: Cliquer sur le bouton <b>Ajouter une catégorie</b>

source: A list of previously created categories will be listed below.
fr_fr: Une liste des catégories précédemment créées sera énumérée ci-dessous.

source: Scroll down to the list of categories and find the one you want to change.
fr_fr: Faire défiler la liste des catégories afin de trouver celle que vous voulez changer.

source: Make the desired change.
fr_fr: Faire le changement souhaité.

source: Click the edit button <img src="themes/default/images/edit.gif"/> located to the right of the category name.
fr_fr: Cliquer sur le bouton modifier <img src="themes/default/images/edit.gif"/> situé à la droite du nom de la catégorie.

source: Scroll down to the list of categories and find the one you want to delete.
fr_fr: Faire défiler la liste des catégories afin de trouver celle que vous voulez supprimer.

source: Click the delete button <img src="themes/default/images/delete.gif"/> located to the right of the category name.
fr_fr: Cliquer sur le bouton effacer <img src="themes/default/images/delete.gif"/> situé à droite du nom de la catégorie.

source: YouTube Private Videos.
fr_fr: Vidéos Privées YouTube

source: YouTube Private Videos
fr_fr: Vidéos Privées YouTube

source: When you connect your Family Connections account with YouTube, a unique token is created which grants your Family Connections account access to view data on YouTube, just like if you were logged into YouTube.
fr_fr: Lorsque vous connectez votre compte Family Connections avec YouTube, un jeton unique est crée qui autorise votre compte Family Connections à afficher les données sur YouTube, tout comme si vous étiez connecté à YouTube.

source: In order to keep your videos private on YouTube, but public to the members of your family site, Family Connections will use your unique token to let other members view your private videos.
fr_fr: Afin de garder vos vidéos privées sur YouTube, mais publiques pour les membres de votre famille, Family Connections utilisera un jeton unique pour que les autres membres puissent visionner vos vidéos privées.

source: How do I add/change my avatar?
fr_fr: Comment puis-je ajouter / modifier mon avatar ?

source: How do I change my theme?
fr_fr: Comment puis-je changer mon thème ?

source: How do I change my password?
fr_fr: Comment puis-je changer mon mot de passe ?

source: An avatar is just a graphical representation of a person. You can upload a picture of yourself or any picture that you feel represents you.
fr_fr: Un avatar est juste une représentation graphique d'une personne. Vous pouvez téléverser une photo de vous-même ou bien une image qui vous représente.

source: Click on the <a href="settings.php">My Settings</a> link in the top right hand corner of the site.
fr_fr: Cliquer sur le lien<a href="settings.php">Mes paramètres</a> dans le coin supérieur droit du site.

source: Click the browse button, which will pop open a menu allowing you to search your computer for an avatar. (Avatar's must be one of the following file types .jpg, .jpeg .gif or .bmp or .png)
fr_fr: Cliquer sur le bouton parcourir, qui ouvrira un menu permettant de rechercher un avatar sur votre ordinateur. (Les avatars doivent être de types .jpg, .jpeg, .gif, .bmp ou .png)

source: Once you have choosen your avatar, scroll down to the bottom of the Settings page and click the Submit button.
fr_fr: Une fois votre avatar choisi, descendez en bas de la page des paramètres et cliquez sur le bouton Soumettre.

source: Note: You can upload animated avatar's as long as the are smaller than 80 pixels x 80 pixels. Uploading an avatar larger than this will result in the loss of animation.
fr_fr: Note : vous pouvez téléverser des avatars animés si leur taille fait moins de 80 pixels x 80 pixels. Le fait de téléverser un avatar plus large que ces dimensions aura pour effet la perte de l'animation.

source: Choose your theme from the drop down menu.
fr_fr: Choisissez votre thème dans le menu déroulant.

source: Scroll down to the bottom of the Settings page and click the Submit button.
fr_fr: Descendre en bas de la page des Paramètres et cliquer sur le bouton Soumettre.

source: Click continue and your theme will automatically be applied to the site.
fr_fr: Cliquez sur Continuer et votre thème sera automatiquement appliqué au site.

source: Type in your new password.
fr_fr: Tapez votre nouveau mot de passe.

source: Click the Submit button.
fr_fr: Cliquer sur le bouton Soumettre.

source: How do I email multiple people (Mass Email)?
fr_fr: Comment puis-je envoyer un courriel à plusieurs personnes (envois groupés) ?

source: Check the checkboxes to the right of the email addresses of the members you want to email.
fr_fr: Vérifier les cases à cocher à droite des adresses de courriel des membres que vous voulez contacter.

source: Click the <b>Email</b> button at the bottom right hand corner of the address book.
fr_fr: Cliquer sur le bouton <b>Courriel</b> dans le coin inférieur droit du carnet d'adresses.

source: Fill out the email form (similar to the contact form) and click <b>Send Mass Email</b>.
fr_fr: Remplir le formulaire de courriel (semblable au formulaire des contacts) et cliquer sur <b>Envois groupés</b>.

source: Member Access Levels
fr_fr: Niveaux d'accès membre

source: How do I add an optional section?
fr_fr: Comment puis-je ajouter une section optionnelle ?

source: How do I change the site navigation?
fr_fr: Comment puis-je changer la navigation du site ?

source: Family Connections has ten different member access levels. These levels are meant to limit the amount of access each family member has to the website.
fr_fr: Family Connections a 10 niveaux d'accès membre différents. Ces niveaux sont destinés à limiter la quantité d'accès au site que chaque membre de la famille possède.

source: this is the access level given to the account that was setup during the installation of FCMS. This is the only level that has the ability to change other members access levels. This level can add, update and delete all information on the site.
fr_fr: ceci est le niveau d'accès donné au compte lors de l'installation de FCMS. C'est le seul niveau qui a la capacité de changer les niveaux d'accès des autres membres. Ce niveau peut ajouter, mettre à jour et supprimer toute information présente sur le site.

source: Helper
fr_fr: Assistant

source: this access level has all the same priveleges of the Member level, but can also run the latest awards, can add, update and delete poll questions, and add, update and delete message board posts.
fr_fr: ce niveau d'accès a les mêmes privilèges que le niveau Membre, mais il peut aussi exécuter les dernières récompenses, ajouter, mettre à jour et supprimer les questions du sondage, ainsi qu'ajouter, mettre à jour et supprimer les discussions du forum.

source: Member (default)
fr_fr: Membre (par défaut)

source: this access level can add, update and delete all information they have contributed to the site. They have view only access to other member's information.
fr_fr: ce niveau d'accès permet d'ajouter, de mettre à jour et de supprimer toute information qu'ils ont apporté au site. Ils ont seulement un niveau de visualisation des informations des autres membres.

source: Non-Photographer
fr_fr: Non-Photographe

source: this access level has all the same priveleges of the Member level, but cannot add, update or delete photos from the Photo Gallery.
fr_fr: ce niveau d'accès a les mêmes privilèges que le niveau Membre, mais ne peut pas ajouter, mettre à jour ou supprimer les photos de la Galerie Photos.

source: Non-Poster
fr_fr: Non-Publicateur

source: this access level has all the same priveleges of the Member level, but cannot add, update or delete posts from the Message Board.
fr_fr: ce niveau d'accès a les mêmes privilèges que le niveau membre, mais ne peut pas ajouter, mettre à jour ou supprimer de discussions du forum.

source: this access level can only add comments to Photos, Family News and can reply to posts on the Message Board. Has view access to all other sections.
fr_fr: ce niveau d'accès peut seulement ajouter des commentaires aux photos, aux nouvelles familiales et répondre aux discussions du forum. Il possède un niveau de visualisation sur toutes les autres sections.

source: Poster
fr_fr: Publicateur

source: this access level can add, update and delete their own Message Board posts only. Has view access to all other sections.
fr_fr: ce niveau d'accès peut d'ajouter, mettre à jour et supprimer uniquement leurs propres discussions sur le forum. Il possède un niveau de visualisation sur toutes les autres sections.

source: Photographer
fr_fr: Photographe

source: this access level can add, update and delete their own Photos only. Has view access to all other sections.
fr_fr: ce niveau d'accès peut ajouter, mettre à jour et supprimer uniquement leurs propres photos. Il possède un niveau de visualisation sur toutes les autres sections.

source: this access level can add, update and delete their own Family News entries only. Has view access to all other sections.
fr_fr: ce niveau d'accès peut ajouter, mettre à jour et supprimer uniquement leurs propres entrées de nouvelles familiales. Il possède un niveau de visualisation sur toutes les autres sections.

source: Guest
fr_fr: Invité

source: this access level has view only access to the site.
fr_fr: ce niveau d'accès possède uniquement un accès de visualisation du site.

source: Access Level
fr_fr: Niveau d'accès

source: Access Rights
fr_fr: Droits d'accès

source: Admininstration
fr_fr: Administration

source: Message Board
fr_fr: Forum

source: Prayer Concerns
fr_fr: Préoccupations

source: 2. Helper
fr_fr: Assistant

source: 3. Member
fr_fr: 3. Membre

source: No
fr_fr: Non

source: 4. Non-Photographer
fr_fr: 4. Non-Photographe

source: 5. Non-Poster
fr_fr: 5. Non-Publicateur

source: Comment Only
fr_fr: Commenter uniquement

source: 7. Poster
fr_fr: Publicateur

source: 8. Photographer
fr_fr: 8. Photographe

source: 9. Blogger
fr_fr: 9. Blogueur

source: 10. Guest
fr_fr: 10. Invité

source: Can add/edit/delete all members information
fr_fr: Peut ajouter / éditer / supprimer toutes les informations des membres

source: Has limited access to Administration
fr_fr: A un accès limité à l'administration

source: Family Connections has three optional sections: Family News, Prayer Concerns and Recipes. In order to use these sections you must first add them to the site (some sections may have been previously added during installation). Adding an optional section, allows that section to be used in the <a href="#adm-sections-nav">site navigation</a>.
fr_fr: Family Connections a trois sections facultatives : nouvelles familiales, préoccupations et recettes. Afin d'utiliser ces sections, vous devez tout d'abord les ajouter au site (certaines sections doivent avoir été ajoutée au préalable pendant l'installation). En ajoutant une section facultative, vous lui permettez d'être utilisée dans la <a href="#adm-sections-nav">navigation du site</a>.

source: To add an optional section:
fr_fr: Pour ajouter une section facultative :

source: Click the <a href="admin/config.php">Configuration</a> link on the Administration sub menu
fr_fr: Cliquer sur le lien <a href="admin/config.php">Configuration</a> dans le sous-menu Administration

source: Expand the <u>Sections</u> by clicking the <b>Show/Hide</b> link.
fr_fr: Développer les <u>Sections</u> en cliquant sur le lien <b>Montrer / Cacher</b> .

source: Click the <b>Add</b> link beside the section you want to add.
fr_fr: Cliquer sur le lien <b>Ajouter</b> à côté de la section que vous souhaitez ajouter.

source: Note: If a section has been previously added it will say "Already Added" beside the section.
fr_fr: Note : si une section a été précédemment ajoutée, il sera renseigné "Déjà Ajouté" à côté de la section.

source: You can only change the navigation position of a few of the sections. They are: Family News, Prayer Concerns, Recipes and Calendar. The navigation is broken down into two parts, (1) the Top Navigation and the (2) the Side Navigation. The Top Navigation can hold links for up to 6 sections.
fr_fr: Vous pouvez seulement changer la position de navigation de quelques sections. Qui sont : nouvelles familiales, préoccupations, recettes et calendrier. La navigation est divisée en deux parties, (1) la navigation du haut et (2) la navigation latérale. La navigation du haut peut accueillir les liens de 6 sections.

# The beginning or starting place.
source: Home
fr_fr: Accueil

source: Upcoming
fr_fr: A venir

source: Members Online
fr_fr: Membres en ligne

source: What's New
fr_fr: Quoi de neuf ?

source: Update Facebook?
fr_fr: Mettre Facebook à jour?

source: Share something with everyone.
fr_fr: Partager avec tout le monde.

source: Reply
fr_fr: Répondre

source: %s added a new status update.
fr_fr: %s a mis à jour son status

source: Nothing new
fr_fr: Rien de nouveau

source: Today
fr_fr: Aujourd'hui

source: untitled
fr_fr: sans titre

source: Recipes
fr_fr: Recettes

source: Comments
fr_fr: Commentaires

source: Status Updates
fr_fr: Statut des Mises à jour

source: Where Is Everyone
fr_fr: Où est chacun ?

source: %s visited %s.
fr_fr: %s visita %s.

source: Misc.
fr_fr: Divers

source: A new Poll (%s) has been added.
fr_fr: Un nouveau sondage (%s) a été ajouté.

source: %s has added address information for %s.
fr_fr: %s a ajouté l'adresse de %s.

source: %s changed his profile picture.
fr_fr: %s a changé sa photo de profil.

source: %s changed her profile picture.
fr_fr: %s a changé la photo de son profil

source: %s has joined the website.
fr_fr: %s a rejoint le site.

source: Could not find address (%s)
fr_fr: Impossible de trouver l'adresse (%s)

source: none
fr_fr: aucun

source: Map
fr_fr: Plan

source: Email This Member
fr_fr: Envoyer un courriel à ce membre

source: Back to Addresses
fr_fr: Retrouner aux adresses

source: Address
fr_fr: Adresse

# The dwelling where you live.
source: Home
fr_fr: Accueil

source: Work
fr_fr: Travailler

source: Mobile
fr_fr: Téléphone portable

source: Add New Address
fr_fr: Ajouter une nouvelle adresse

source: Phone
fr_fr: Téléphone

source: Email Selected
fr_fr: Courriel sélectionné

source: View
fr_fr: Voir

source: All
fr_fr: Tous / Toutes
