Repository: ryanhowdy/fcms
Catalog: familyconnections/language/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Database Username
fr_fr: Nom d'utilisateur pour la base de données

source: The username for the database specified above.
fr_fr: Le nom d'utilisateur pour la base de données spécifiée ci-dessus.

source: There has to be a user for this database.
fr_fr: Il doit y avoir un utilisateur pour cette base de données.

source: Database Password
fr_fr: Mot de passe de la base de données

source: The password for the database specified above.
fr_fr: Le mot de passe pour la base de données spécifiée ci-dessus.

source: Passwords are hard to remember, but unfortunately necessary.
fr_fr: Les mots de passe sont difficiles à mémoriser, mais malheureusement nécessaires.

source: You forgot a required field. Please fill out all required fields.
fr_fr: Vous avez oublié un champ obligatoire. Merci de remplir tous les champs requis.

source: Could not connect to the database. Please try again.
fr_fr: Impossible de se connecter à la base de données. Essayez à nouveau s'il vous plaît.

source: Checking Database Connection
fr_fr: Vérification de la connexion à la base de données

source: Step 3 of 5
fr_fr: Étape 3 sur 5

source: Awesome!
fr_fr: Génial !

source: A connection was successfully made to the database. Please proceed to the next step.
fr_fr: Une connexion à la base de données a été faite avec succès. Merci de passer à l'étape suivante.

source: Step 4 of 5
fr_fr: Étape 4 sur 5

source: Website Name
fr_fr: Nom du site

source: What do you want your website to be called?
fr_fr: Comment voulez-vous appeler votre site internet ?

source: (Examples: "The Smith's" or "The Johnson Family Website")
fr_fr: (Exemples : "Les Dupont" ou "Le site internet des Joubert")

source: Without a name, how will you tell people about your website?
fr_fr: Sans un nom, comment allez-vous faire parler de votre site ?

source: The email address you want all questions, comments and concerns about the site to go.
fr_fr: L'adresse de courriel où vous souhaitez que toutes les questions, commentaires et préoccupations soient envoyés.

source: That's not a valid emaill address is it?
fr_fr: Cette adesse de courriel est invalide, n'est-ce pas ?

source: Optional Plugins
fr_fr: Plugins optionnels

source: Which plugins would you like to use on your site?
fr_fr: Quel plugin souhaitez-vous utiliser pour votre site?

source: Administrative Account
fr_fr: Compte d'administration

source: Step 5 of 5
fr_fr: Étape 5 sur 5

source: Everyone will be required to have an account and be logged in at all times to use this website. This will help protect your site.
fr_fr: Tout le monde devra avoir un compte et être connecté pour utiliser ce site. Cela permet de protéger votre site.

source: You must have at least one administrative account. Please fill out the information below for the person who will be the administrator of this site.
fr_fr: Vous devez avoir au minimum un compte d'administration. Merci de remplir les renseignements ci-dessous pour la personne qui sera l'administrateur de ce site.

source: Email Address
fr_fr: Adresse de courriel

source: Hooray! Yippie!
fr_fr: Hourra ! Yippie !

source: %s has been installed successfully.
fr_fr: %s a été installé avec succès.

source: Please continue to the homepage to login and begin using %s.
fr_fr: Merci de continuer sur la page d'accueil pour vous connecter et commencer à utiliser %s.

source: Invalid URL
fr_fr: URL invalide

source: Invalid Invitation Code!
fr_fr: Code d'invitation invalide!

source: Invalid Event!
fr_fr: Evénement invalide!

source: Your email address could not be found. Please make sure you have entered it correctly.
fr_fr: Votre adresse de courriel n'a pu été trouvée. Merci de vérifier que vous l'avez correctement tapée.

source: Password Reset
fr_fr: Réinitialiser le mot de passe

source: Your password at %s has been reset.
fr_fr: Votre mot de passe pour %s a été réinitialisé.

source: New Password
fr_fr: Nouveau mot de passe

source: This is an automated message, please do not reply.
fr_fr: Ceci est un message automatique, merci de ne pas y répondre.

source: Your password has been reset, please check your email.
fr_fr: Votre mot de passe a été réinitialisé, merci de vérifier vos courriels.

source: Continue
fr_fr: Continuer

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: The email address associated with your account.
fr_fr: L'adresse de courriel associée à votre compte.

source: Order Members By:
fr_fr: Membres triés par :

source: Alphabetical
fr_fr: Ordre alphabétique

source: Joined
fr_fr: Inscrit

source: Invalid Order.
fr_fr: Ordre invalide.

source: %s years old
fr_fr: %s ans

source: %s started the new thread %s.
fr_fr: %s a crée la nouvelle discussion %s.

source: %s has replied to the thread: %s
fr_fr: %s a répondu à la discussion : %s

source: Invalid Date [%s]
fr_fr: Date invalide [%s]

source: Could not find anything matching your search.
fr_fr: Aucune correspondance à votre recherche n'a été trouvée.

source: Search For
fr_fr: Rechercher

source: You do not have any notifications.
fr_fr: Vous n'avez aucune notification

source: View past notifications
fr_fr: Voir les notifications passées

source: Mark All Read
fr_fr: Tout marquer comme lu

source: Mark Read
fr_fr: Marquer comme lu

source: %s has added a photo of you.
fr_fr: %s a ajouté une photo de vous.

source: Unread Notifications
fr_fr: Notifications non lues

source: Add a Prayer Concern
fr_fr: Ajouter une nouvelle préoccupation

source: Pray For
fr_fr: Se préoccuper pour

source: %s added a new Prayer Concern for %s
fr_fr: %s a ajouté une nouvelle préoccupation pour %s

source: Edit Prayer Concern
fr_fr: Modifier la préoccupation

source: Prayer Concern Deleted Successfully
fr_fr: Préoccupation supprimée avec succès

source: Currently no one has added any Prayer Concerns.
fr_fr: Actuellement, personne n'a ajouté de préoccupation.

source: Why don't you add a new Prayer Concern now?
fr_fr: Et si vous ajoutiez une nouvelle prière ?

source: Edit this Prayer Concern
fr_fr: Modifier cette préoccupation

source: Delete this Prayer Concern
fr_fr: Supprimer cette préoccupation

source: %s asks that you please pray for...
fr_fr: %s vous demande de vous préoccuper de ...

source: Because...
fr_fr: Parce que ...

source: Inbox
fr_fr: Boîte de réception

source: Inbox (%d)
fr_fr: Boîte de réception (%d)

source: Sent
fr_fr: Envoyé(s)

source: To
fr_fr: À

source: Send
fr_fr: Envoyer

source: A new Private Message at %s
fr_fr: Un nouveau message privé à %s

source: %s has sent you a new Private Message at %s
fr_fr: %s vous a envoyé un nouveau message privé à %s

source: The message has been attached below.
fr_fr: Le message a été attaché ci-dessous.

source: To respond to this message either visit %s or respond to this email.
fr_fr: Pour répondre à ce message, rendez-vous sur le profil de %s ou répondez à ce courriel.

source: From
fr_fr: De

source: Message Title
fr_fr: Titre du message

source: The PM you are trying to view either doesn't exist or you don't have permission to view it.
fr_fr: Le message personnel que vous essayez de voir n'existe pas ou alors vous n'avez pas la permission de le voir.

source: to %s
fr_fr: à %s

source: Sent Messages
fr_fr: Messages envoyés

source: Send PM
fr_fr: Envoyer le message personnel

source: Never visited
fr_fr: Jamais visité

source: Cell
fr_fr: Téléphone portable

source: Join Date
fr_fr: Date d'inscription

source: Last Visit
fr_fr: Dernière visite

source: Latest Posts
fr_fr: Derniers messages

source: Latest Photos
fr_fr: Dernières photos

source: Participation Points
fr_fr: Points de participation

source: Thumbnail [%s] is not a supported type. Thumbnails must be of type (.jpg, .jpeg, .gif, .bmp or .png).
fr_fr: Le type de la vignette [%s] n'est pas pris en charge. Les vignettes doivent être de type (.jpg, .jpeg, .gif, .bmp ou .png).

source: There was an error uploading your thumbnail.
fr_fr: Une erreur a été rencontrée lors de l'upload de votre vignette.

source: Recipe Added Successfully
fr_fr: Recette ajoutée avec succès

source: %s has added the recipe: %s
fr_fr: %s a ajouté la recette: %s

source: Recipe Deleted Successfully
fr_fr: Recette supprimée avec succès

source: You do not have permission to delete this comment.
fr_fr: Vous n'avez pas la permission de supprimer ce commentaire.

# %s is the name of the website
source: Register for %s.
fr_fr: S'inscrire sur %s.

source: There was an error with the connection.
fr_fr: Une erreur a été rencontrée lors de la connexion.

source: Available
fr_fr: Disponible

source: That username has already been taken.
fr_fr: Ce nom d'utilisateur est déjà utilisé.

source: Could not check availability of username.
fr_fr: Impossible de vérifier la disponibilité du nom d'utilisateur.

source: Registration is closed.
fr_fr: L'inscription est close.

source: You forgot to fill out a required field.
fr_fr: Vous avez oublié de remplir un champ obligatoire.

source: The email you have choosen is already in use. Please choose a different email.
fr_fr: Le courriel que vous avez choisi est déjà utilisé. Merci de choisir une adresse de courriel différente.

source: If you have forgotten your password please reset it
fr_fr: Si vous avez oublié votre mot de passe merci de le réinitialiser

source: Sorry, but that username is already taken. Please choose another username.
fr_fr: Désolé, mais ce nom d'utilisateur est déjà pris. Merci de choisir un autre nom.

source: Membership
fr_fr: Adhésion

source: Thank you for registering at %s
fr_fr: Merci de vous être enregisté sur %s

source: In order to login and begin using the site, your administrator must activate your account. You will get an email when this has been done.
fr_fr: Afin de s'identifier et de commencer à utiliser le site, votre administrateur doit activer votre compte. Vous recevrez un courrier électronique quand cela sera fait.

source: After your account is activated you can login using the following information
fr_fr: Une fois votre compte activé, vous pourrez vous connecter en utilisant les informations suivantes

source: Congratulations and Welcome
fr_fr: Félicitations et bienvenue

source: You have been successfully registered at %s.
fr_fr: Vous avez été enregistré avec succès sur %s.

source: Your account information has been emailed to %s.
fr_fr: Vos informations de compte ont été envoyée par courriel à %s.

source: Please remember your username and password for this site.
fr_fr: Merci de vous rappeler de votre nom d'utilisateur et de votre mot de passe pour ce site.

source: Unfortunately your account must be activated before you can <a href="index.php">login</a> and begin using the site.
fr_fr: Malheureusement, votre compte doit être activé avant de pouvoir <a href="index.php">vous connecter</a> et commencer à utiliser le site.

source: New User Registration at %s
fr_fr: Inscription d'un nouveau membre sur %s

source: A new user has registered at %s
fr_fr: Un nouvel utilisateur s'est inscrit sur %s

source: Time of Registration
fr_fr: Heure de l'inscription

source: Register with Facebook
fr_fr: S'inscrire sur Facebook

source: Connect with Facebook
fr_fr: Se connecter avec Facebook

source: Used for logging into the site.
fr_fr: Utilisé pour la connexion au site.

source: Required: Can' login without one.
fr_fr: Requis : impossible de se connecter sans.

source: Used for loggin into the site.
fr_fr: Utilisé pour se connecter au site.

source: Required: Can't login without one.
fr_fr: Requis : impossible de se connecter sans.

source: The name your mother gave you.
fr_fr: Le nom que votre mère vous a donné.

source: Your family name.
fr_fr: Votre nom de famille.

source: Where can we send validation and updates?
fr_fr: Où pouvons-nous envoyer les validations et mises à jour ?

source: Invalid Email
fr_fr: Adresse de courriel invalide

source: Please click the following link to activate your account
fr_fr: Merci de cliquer sur le lien suivant pour activer votre compte

source: Unfortunately you must activate your account before you can <a href="index.php">login</a> and begin using the site
fr_fr: Malheureusement, votre compte doit être activé avant de pouvoir <a href="index.php">vous connecter</a> et commencer à utiliser le site.

source: Facebook isn't Configured Yet.
fr_fr: Facebook n'est pas encore configuré.

source: The RSS feed you requested doesn't exist
fr_fr: Le flux RSS que vous avez demandé n'existe pas

source: %s replied to %s.
fr_fr: %s a répondu à %s.

source: %s has updated his/her address.
fr_fr: %s a mis à jour son adresse.

source: %s has added %s to his/her Family News.
fr_fr: %s a ajouté %s à ses nouvelles familiales.

source: %s has added a Prayer Concern for %s.
fr_fr: %s a ajouté une préoccupation pour %s.

source: %s has added the recipe %s.
fr_fr: %s a ajouté la recette %s

source: %s has added %d new photos to the %s category.
fr_fr: %s a ajouté %d nouvelles photos dans la catégorie %s.

source: %s commented on Family News %s.
fr_fr: %s a commenté sur la nouvelle familiale %s.

source: %s commented on the following photo:
fr_fr: %s a commenté la photo suivante :

source: %s has added a new Calendar entry on %s for %s.
fr_fr: %s a ajouté une nouvelle entrée au calendrier sur %s pour %s.

source: General Settings
fr_fr: Paramètres généraux

source: Account
fr_fr: Compte

source: Plugin Settings
fr_fr: Paramètres des plugins

source: Social Media
fr_fr: Medias sociaux

source: To complete your changes, you must logout and log back in again.
fr_fr: Pour compléter vos changements, vous devez vous déconnecter et vous reconnecter.

source: Logout
fr_fr: Déconnexion

source: You will be automatically logged out in 10 seconds.
fr_fr: Vous serez automatiquement déconnecté dans 10 secondes.

source: Are you sure you want to DELETE this theme?
fr_fr: Etes-vous certain de vouloir SUPPRIMER ce thème ?

source: Theme [%s] not found.
fr_fr: Le thème [%s] n'a été trouvé.

source: [%s] is not a directory.
fr_fr: [%s] n'est pas un répertoire.

source: Could not delete theme [%s].
fr_fr: Impossible de supprimer le thème [%s].

source: Nothing to import.
fr_fr: Rien à importer.

source: %d post has been imported.
fr_fr: %d discussion a été importée.

source: Currently connected as: %s
fr_fr: Actuellement connecté en tant que: %s

source: Disconnect
fr_fr: Se déconnecter

source: Not Connected
fr_fr: Déconnecté

source: Connect
fr_fr: Se connecter

source: Facebook helps you connect and share with the people in your life.
fr_fr: Facebook vous aide à rester en contact et partager avec votre entourage

source: Unfortunately, your website administrator has not set up Facebook yet.
fr_fr: Malheureusement, l'administrateur de votre site n'a pas encore mis en place Facebook.

source: A location-based social networking website for your phone.
fr_fr: Un site de réseau social géographique pour votre téléphone

source: Instagram is a photo sharing app for your phone.
fr_fr: Instagram est une application de partage de photos pour votre téléphone

source: Instagram isn't Configured Yet.
fr_fr: Instagram n'est pas encore configuré

source: Unfortunately, your website administrator has not set up Instagram yet.
fr_fr: Malheureusement votre administrateur n'a pas encore mis Instagram en place

source: Could not get YouTube data for user.
fr_fr: Impossible d'obtenir les données Youtube pour l'utilisateur

source: YouTube allows users to discover, watch and share videos.
fr_fr: Youtube permet aux utilisateurs de voir découvrir et partager des vidéos.

source: YouTube isn't Configured Yet.
fr_fr: YouTube n'est pas encore configuré.

source: Unfortunately, your website administrator has not set up YouTube yet.
fr_fr: Malheureusement, l'administrateur de votre site n'a pas encore mis en place YouTube.

source: My Settings
fr_fr: Mes paramètres

source: This page will automatically refresh
fr_fr: Cette page va s'actualiser automatiquement.

source: Edit Video
fr_fr: Éditer une vidéo

source: Upload to YouTube
fr_fr: Téléverser vers Youtube

source: Not connected to YouTube.
fr_fr: Pas connecté à Youtube

source: The video gallery relies on YouTube. You must create a YouTube account and connect it with your Family Connections account.
fr_fr: La galerie vidéo repose sur Youtube. Vous devez créer un compte Youtube et le connecter avec votre compte Family Connections

source: Connect to YouTube
fr_fr: Se connecter à YouTube

source: Upload YouTube Video
fr_fr: Envoyer une vidéo sur Youtube

source: YouTube Account
fr_fr: Compte YouTube

source: Autos &amp; Vehicles
fr_fr: Voitures &amp; Véhicules

source: Music
fr_fr: Musique

source: Pets &amp; Animals
fr_fr: Animaux

source: Travel &amp; Events
fr_fr: Voyages &amp; Évènements

source: Gadgets &amp; Games
fr_fr: Gadgets &amp; Jeux

source: Comedy
fr_fr: Humour

source: News &amp; Politics
fr_fr: Actualités &amp; politique

source: Entertainment
fr_fr: Loisirs

source: Education
fr_fr: Études

source: Howto &amp; Style
fr_fr: Vie pratique et style

source: Nonprofit &amp; Activism
fr_fr: Organisations à but non lucratif

source: Science &amp; Technology
fr_fr: Science &amp; Technologie

source: Unlisted
fr_fr: Non répertorié

source: "Unlisted" means that only people who know the link to the video can view it. The video will not appear in any of YouTube's public spaces, such as search results, your channel, or the Browse page, but the link can be shared with anyone.
fr_fr: "Non répertorié" signifie que seules les personnes ayant le lien vers la vidéo pourront la voir. La vidéo n'apparaîtra dans aucun endroit public de Youtube comme les résultats de recherche, votre chaîne ou la page d'exploration, mais le lien peut être partagé avec n'importe qui

source: Video
fr_fr: Vidéo

source: An error occurred with you video upload.
fr_fr: Une erreur est survenue lors de l'envoi de la vidéo

source: No Videos
fr_fr: Aucune vidéo

source: Unfortunately no videos have been added yet.
fr_fr: Malheureusement aucune vidéo n'a été ajoutée.

source: How do I add videos?
fr_fr: Comment ajouter des vidéos?

source: Create a YouTube account
fr_fr: Créer un compte YouTube

source: Connect your YouTube account with Family Connections
fr_fr: Se connecter à votre compte YouTube avec Family Connections

source: Upload Videos
fr_fr: Uploader des Vidéos

source: Why aren't my videos showing up?
fr_fr: Pourquoi mes vidéos ne s'affichent pas?

source: Depending on your setup and the size of the video uploaded, it can take over an hour before your videos show up on the site.
fr_fr: En fonction de votre configuration et de la taille de la vidéo uploadée, cela peut prendre plus d'une heure pour que les vidéos s'affichent sur le site.

source: Learn more.
fr_fr: En savoir plus.

source: Latest Videos
fr_fr: Dernières Vidéos

# %s is a person's name
source: by %s
fr_fr: par %s

# %s is a date
source: on %s
fr_fr: le %s

source: %d video
fr_fr: %d vidéo

source: See all members.
fr_fr: Voir tous les membres

source: Missing or Invalid Video.
fr_fr: Vidéo manquante ou invalide.

source: This video cannot be found. Are you sure you typed in URL correctly?
fr_fr: Cette vidéo n'a pas pu être trouvée. Êtes-vous sur d'avoir entré l'adresse correctement?

source: Sorry, this video is private.
fr_fr: Désolé, cette vidéo est privée.

source: Could not get video information.
fr_fr: Impossible d'obtenir les informations sur la vidéo.

source: Your video was uploaded to YouTube successfully.
fr_fr: Votre vidéo a été uploadéé sur YouTube avec succès.

source: However it may take a few moments before you video is viewable. Please check back later.
fr_fr: Cependant cela peut prendre un moment avant que votre vidéo soit visible. Merci de vérifier à nouveau plus tard.

source: Current status:
fr_fr: Statut actuel:

source: Refresh
fr_fr: Actualiser

source: Remove Video
fr_fr: Supprimer une vidéo

source: Delete from YouTube?
fr_fr: Supprimer de YouTube?

source: You need Flash player to view this video.
fr_fr: Vous avez besoin de Flash Player pour voir cette vidéo.

source: Get Adobe Flash player
fr_fr: Obtenir Adobe Flash Player

source: JavaScript must be enabled in order for you to use the Video Gallery. However, it seems JavaScript is either disabled or not supported by your browser.
fr_fr: JavaScript doit être activé afin d'utiliser la Galerie Vidéos. Cependant, il semble que JavaScript soit désactivé ou qu'il n'est pas pris en charge par votre navigateur.

source: Please enable JavaScript by changing your browser options.
fr_fr: Veuillez activer JavaScript en modifiant les options de votre navigateur.

source: Could not retrieve video status:
fr_fr: Impossible de récupérer le statut de la vidéo:

source: Could not find session token for user.
fr_fr: Impossible de trouver le jeton de session de l'utilisateur

source: Member not found.
fr_fr: Membre non trouvé.

source: Videos For:
fr_fr: Vidéos pour:

source: No videos found.
fr_fr: Aucune vidéo trouvée.

source: Can't remove video. Missing video id.
fr_fr: Impossible de retirer la vidéo. ID de la vidéo manquant.

source: Can't delete video. Missing video id.
fr_fr: Impossible de supprimer la vidéo. ID de la vidéo manquant.

source: Video removed successfully.
fr_fr: Vidéo retirée avec succès.

source: Video deleted successfully.
fr_fr: Vidéo supprimée avec succès.

source: Video removed and deleted from YouTube successfully.
fr_fr: Vidéo retirée et supprimée de YouTube avec succès.

source: Source Video cannot be found.
fr_fr: Impossible de trouver la source de la vidéo.

source: The video file for this video could not be found at %s.
fr_fr: Le fichier pour cette vidéo est introuvable a %s

source: Would you like to delete this video?
fr_fr: Voulez-vous supprimer cette vidéo?

source: No users with foursquare data found.
fr_fr: Aucun utilisateur utilisant Foursquare n'a été trouvé.

source: History
fr_fr: Historique
