Repository: ryanhowdy/fcms
Catalog: familyconnections/language/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: The following photo was added successfully.
fr_fr: La photo suivante a été ajoutée avec succès.

source: Delete Category
fr_fr: Supprimer la catégorie

source: No Categories created yet.
fr_fr: Aucune catégorie n'a encore été créée.

source: Quick Delete
fr_fr: Suppression rapide

source: Delete All
fr_fr: Tout supprimer

source: GD Library is either not installed or does not support this file type.
fr_fr: La librairie GD n'est pas installée ou ne supporte pas ce type de fichier.

source: Could not write file, check folder permissions.
fr_fr: Impossible d'écrire le fichier, vérifier les permissions du répertoire.

source: Out of Memory Warning.
fr_fr: Avertissement de manque de memoire.

source: The photo you are trying to upload is quite large and the server might run out of memory if you continue.
fr_fr: La photo que vous tentez de téléverser est assez lourde et le serveur peut manquer de mémoire si vous continuez.

source: It is recommended that you try to upload this photo using the "Advanced Uploader" instead.
fr_fr: Il est recommandé que vous essayiez d'envoyer cette photo en utilisant l' "Uploader avancé".

source: What do you want to do?
fr_fr: Que voulez-vous faire ?

source: Use the "Advanced Uploader"
fr_fr: Utiliser l' "Uploader avancé"

source: An unknown error has occured.
fr_fr: Une erreur inconnue s'est produite.

source: No members found.
fr_fr: Aucun membre n'a été trouvé.

source: No photos found in this category.
fr_fr: Aucune photo trouvée dans cette catégorie.

source: Tag Members In Photos
fr_fr: Membres taggés dans les photos

source: Anniversary
fr_fr: Anniversaire

source: Holiday
fr_fr: Vacances

source: Christmas
fr_fr: Noël

source: Valentine's Day
fr_fr: Saint Valentin

source: New Year's Day
fr_fr: Réveillon de la Nouvelle Année

source: Independence Day
fr_fr: Journée d'Indépendance

source: Groundhog Day
fr_fr: Groundhog Day (Jour de la Marmotte)

source: St. Patrick's Day
fr_fr: Saint Patrick

source: April Fools Day
fr_fr: Poisson d'Avril

source: Family Connections software is...
fr_fr: Le logiciel Family Connections est...

source: Easy to use!
fr_fr: Facile à utiliser!

source: Visually appealing!
fr_fr: Visuellement attrayant!

source: Just what our family needed!
fr_fr: Juste ce dont votre famille a besoin!

source: Welcome
fr_fr: Bienvenue

source: Welcome to the %s Message Board.
fr_fr: Bienvenue sur le forum %s.

source: Replies
fr_fr: Réponses

source: Last Updated
fr_fr: Dernière mise à jour

source: Announcement
fr_fr: Annonce

source: Today at %s
fr_fr: Aujourd'hui, à %s

source: by %s
fr_fr: par %s

source: Yesterday at %s
fr_fr: Hier, à %s

source: Thread does not exist.
fr_fr: La discussion n'existe pas.

source: Quote this message
fr_fr: Citer ce message

source: Edit this message
fr_fr: Editer ce message

source: Delete this message
fr_fr: Supprimer ce message

source: Posts
fr_fr: Messages

source: New Message
fr_fr: Nouveau message

source: Admin Tools
fr_fr: Outils d'administration

source: Make Announcement
fr_fr: Faire une annonce

source: Last post written by %s
fr_fr: Dernier message écrit par %s

source: Quoting
fr_fr: Citant

source: Edited
fr_fr: Edité

source: Advanced Search
fr_fr: Recherche avancée

source: Message Board Home
fr_fr: Accueil du forum

source: Make Normal Thread
fr_fr: Créer une discussion normale

source: Make Thread an Announcement
fr_fr: Changer cette discussion en une annonce

source: Edit Thread Subject
fr_fr: Modifier le sujet de la discussion

source: Delete Thread
fr_fr: Supprimer la discussion

source: Administrate Thread
fr_fr: Administrer la discussion

source: Edit Thread
fr_fr: Modifier la discussion

source: You have already voted.
fr_fr: Vous avez déjà voté.

source: Total Votes
fr_fr: Total des votes

source: Who Voted for What?
fr_fr: Qui a voté pour quoi ?

source: No user data could be found.
fr_fr: Aucune donnée d'utilisateur n'a pu être trouvée.

source: No one has voted on this poll yet.
fr_fr: Personne n'a voté pour ce sondage pour le moment.

source: Polls
fr_fr: Sondages

source: Vote
fr_fr: Voter

source: View Results
fr_fr: Voir les résultats

source: No previous polls
fr_fr: Aucun sondage précédent

source: Basic Information
fr_fr: Information basique

source: Profile Picture
fr_fr: Image de profil

source: Address / Contact
fr_fr: Adresse / Contact

source: View Profile
fr_fr: Voir le profil

source: Stats
fr_fr: Statistiques

source: Sorry, but this information is required.
fr_fr: Désolé, mais cette information est requise.

source: Maiden
fr_fr: Jeune fille

source: Upload Avatar
fr_fr: Téléverser un avatar

source: Use Gravatar
fr_fr: Utiliser Gravatar

source: Use Default
fr_fr: Utiliser les réglages par défaut

source: This is your current avatar.
fr_fr: Voici votre avatar actuel.

source: Gravatar Email
fr_fr: Courriel Gravatar

source: Add Recipe
fr_fr: Ajouter une recette

source: Currently no one has added any recipes
fr_fr: Actuellement, personne n'a ajouté de recette

source: Why don't you share a recipe now?
fr_fr: Pourquoi ne pas partager une recette maintenant?

source: Latest Recipes
fr_fr: Dernières recettes

source: Click to view recipe
fr_fr: Cliquer pour voir la recette

source: Recipe Categories
fr_fr: Catégories de recettes

source: Currently no one has added any recipes to this category.
fr_fr: Actuellement, personne n'a ajouté de recette pour cette catégorie.

source: Add a Recipe
fr_fr: Ajouter une recette

source: Recipe does not exist.
fr_fr: La recette n'existe pas.

source: Submitted by %s on %s.
fr_fr: Soumis par %s le %s.

source: Edit this Recipe
fr_fr: Modifier cette recette

source: Delete this Recipe
fr_fr: Supprimer cette recette

source: Directions
fr_fr: Marche à suivre

source: Ingredients
fr_fr: Ingrédients

source: You need to create a category before you add a recipe.
fr_fr: Vous devez créer une catégorie avant d'ajouter une recette.

source: The name of your recipe.
fr_fr: Le nom de votre recette.

source: Thumbnail
fr_fr: Vignette

source: New Category
fr_fr: Nouvelle catégorie

source: Put each ingredient on a seperate line.
fr_fr: Mettre chaque ingrédient sur une ligne différente.

source: Edit Recipe
fr_fr: Modifier la recette

source: Admin Options
fr_fr: Options d'administration

source: Edit Categories
fr_fr: Modifier les catégories

source: Account Information
fr_fr: Informations du compte

source: Change Password
fr_fr: Changer de mot de passe

source: Leave blank if you don't wish to change it.
fr_fr: Laisser vide si vous ne souhaitez pas en changer.

source: No Preview
fr_fr: Aucun aperçu

source: Current Theme
fr_fr: Thème actuel

source: Themes
fr_fr: Thèmes

source: Click to use this theme.
fr_fr: Cliquer pour utiliser ce thème.

source: Use Theme
fr_fr: Utiliser le thème

source: First and Last Name
fr_fr: Prénom et nom

source: Advanced Settings
fr_fr: Paramètres avancés

source: Advanced Uploader
fr_fr: Téléverseur avancé

source: Requires Java.
fr_fr: Requière JavaScript.

source: Allows you to upload multiple photos at once and very large photos.
fr_fr: Vous permet de téléverser plusieurs photos en même temps et des photos très larges.

source: Advanced Tagging
fr_fr: Taguage avancé

source: Requires JavaScript.
fr_fr: Requière JavaScript.

source: Allows you to more quickly tag members in photos.
fr_fr: Vous permet de taguer plus rapidement les membres sur les photos.

source: Langugage and Time
fr_fr: Langage et Temps

source: Language
fr_fr: Langue

source: What language do you speak?
fr_fr: Quelle langue parlez-vous ?

source: Timezone
fr_fr: Fuseau horaire

source: What timezone do you live in?
fr_fr: Dans quel fuseau horaire vivez-vous ?

source: You will need to manually change this off and on if your City/Town makes use of DST.
fr_fr: Vous devrez changer manuellement ON ou OFF si votre ville utilise le DST.

source: Preferences
fr_fr: Préférences

source: Frontpage
fr_fr: Page principale

source: How do you want the latest information to display on the frontpage?
fr_fr: Comment voulez-vous que les dernières informations s'affichent sur la page principale?

source: Email Updates
fr_fr: Notifications de changements par courriel

source: Import Blog Posts
fr_fr: Importer les discussions de blogue

source: Enter your blogger id.
fr_fr: Entrer votre identifiant de blogueur.

source: More Info
fr_fr: Plus d'informations

source: Manually Import Posts
fr_fr: Importer manuellement les discussions

source: Tumblr
fr_fr: Chute

source: Enter the url to your blog.
fr_fr: Entrer l'adresse de votre blogue.

source: Enter the url to the wordpress rss feed.
fr_fr: Entrer l'adresse du flux RSS Wordpress.

source: Enter the account name for your blog.
fr_fr: Entrer le nom de compte pour votre blogue.

source: What order do you want new messages to display?
fr_fr: Dans quel ordre voulez-vous afficher les nouveaux messages ?

source: No configuration data found.
fr_fr: Aucune donnée de configuration trouvée.

source: Click here to link your account to foursquare.
fr_fr: Cliquer ici pour lier votre compte à foursquare.

source: Foursquare ID
fr_fr: Identifiant Foursquare.

source: Level 1 (Admin)
fr_fr: Niveau 1 (Administrateur)

source: You have administrative rights.
fr_fr: Vous avez des droits d'administration.

source: You have full access to add/change/delete all information.
fr_fr: Vous avez un accès complet pour ajouter / modifier / supprimer toutes les informations.

source: Level 2 (Helper)
fr_fr: Niveau 2 (Modérateur)

source: You have moderation rights.
fr_fr: Vous avez des droits de modération.

source: You have some access to add/change/delete information including your own. This level is mostly used for message board moderation (i.e. cleanup of old/unused posts and other such information).
fr_fr: Vous avez certains accès pour ajouter / modifier / supprimer les informations, incluant les vôtres. Ce niveau est le plus souvent utilisé à des fins de modération des discussions (par exemple pour le nettoyage des anciennes discussions ou des discussions inutilisés et d'autres informations du même ordre).

source: Level 3 (Member)
fr_fr: Niveau 3 (Membre)

source: You have basic rights.
fr_fr: Vous avez des droits basiques.

source: You can add/change/delete only your own information.
fr_fr: Vous pouvez ajouter / modifier / supprimer uniquement vos propres informations.

source: Level 4 (Non-Photographer)
fr_fr: Niveau 4 (Non-Photographe)

source: You have limited rights.
fr_fr: Vous avez des droits limités.

source: You have the same rights as a Member, except you cannot use the Photo Gallery.
fr_fr: Vous avez les mêmes droits qu'un membre, sauf que vous ne pouvez pas utiliser la Galerie photos.

source: Level 5 (Non-Poster)
fr_fr: Niveau 5 (non-publicateur)

source: You have the same rights as a Member, except you cannot use the Message Board.
fr_fr: Vous avez les mêmes droits qu'un membre, sauf que vous ne pouvez pas utiliser le forum de discussions.

source: Level 6 (Commenter)
fr_fr: Niveau 6 (Commentateur)

source: You can only add comments to the site.
fr_fr: Vous pouvez seulement ajouter des commentaires sur le site.

source: Level 7 (Poster)
fr_fr: Level 7 (Publicateur)

source: You can only post messages to the Message Board.
fr_fr: Vous pouvez seulement envoyer des messages sur le forum.

source: Level 8 (Photographer)
fr_fr: Niveau 8 (Photographe)

source: You can only add photos to the Photo Gallery.
fr_fr: Vous pouvez seulement ajouter des photos à la galerie photo.

source: Level 9 (Blogger)
fr_fr: Niveau 9 (Blogueur)

source: You can only add news to Family News.
fr_fr: Vous ne pouvez ajouter que des nouvelles dans les nouvelles familiales

source: Level 10 (Guest)
fr_fr: Niveau 10 (Invité)

source: You have view only rights.
fr_fr: Vous avez uniquement des droits de visualisation. Vous ne pouvez pas modifier le contenu.

source: You cannot add/change/delete any information.
fr_fr: Vous ne pouvez pas ajouter / modifier / supprimer les informations.

source: Missing or invalid YouTube session token.
fr_fr: Jeton de session YouTube manquant ou invalide.

source: Could not connect to YouTube API. Your YouTube session token may be invalid.
fr_fr: Impossible de se connecter à l'API YouTube. Votre jeton de session YouTube est peut-être invalide.

source: Could not open zip file.
fr_fr: Impossible d'ouvrir le fichier zip.

source: Could extract zip file.
fr_fr: Impossible d'extraire le fichier zip.

source: Could not find upgrade directory.
fr_fr: Impossible de trouver un répertoire de mise à niveau.

source: Could not open upgrade directory.
fr_fr: Impossible d'ouvrir le répertoire de mise à niveau.

source: Could not find new upgrade files.
fr_fr: Impossible de trouver de nouveaux fichiers de mise à niveau.

source: Could not find origin: %s.
fr_fr: Impossible de trouver l'origine: %s.

source: Destination not found and could not be created: %s.
fr_fr: Destination non trouvée et impossible de créer: %s.

source: Could not open directory: %s.
fr_fr: Impossible d'ouvrir le répertoire: %s.

source: Could not copy file: %s.
fr_fr: Impossible de copier le fichier: %s.

source: No user birthday's found.
fr_fr: Aucune date d'anniversaire trouvée.

source: %s was Deleted Successfully
fr_fr: %s a été supprimé avec succès

source: You do not have access to delete this image.
fr_fr: Vous n'avez pas le droit de supprimer cette image.

source: Click to insert image into message.
fr_fr: Cliquer pour insérer une image dans le message.

source: Upload Image
fr_fr: Téléverser une image

source: Choose the image you want to upload.
fr_fr: Choisir la photo que vous voulez téléverser.

source: Uploaded Images
fr_fr: Images téléversées

source: Delete this Image
fr_fr: Supprimer cette image

source: Are you sure you want to DELETE this image?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER cette image ?

source: Total Size
fr_fr: Taille totale

source: My Stuff
fr_fr: Mon coin

source: Awards
fr_fr: Récompenses

source: Scheduler
fr_fr: Planificateur

source: Upgrade
fr_fr: Mettre à jour

source: Contact Webmaster
fr_fr: Contacter le Webmaster

source: Prayers
fr_fr: Préoccupations

source: Profile
fr_fr: Profil

source: Private Messages
fr_fr: Messages privés

source: Settings
fr_fr: Paramètres

source: Allows members to share Address information.
fr_fr: Autoriser les membres à partager leur adresse.

source: Allows members to share events and send invitations.
fr_fr: Autoriser les membres à partager des événements et envoyer des invitations.

source: Allows members to share files.
fr_fr: Autoriser les membres à partager des fichiers.

source: Allows members to create a family blog.
fr_fr: Autoriser les membres à créer un blog familial.

source: Allows members to communicate with each other.
fr_fr: Autoriser les membres à communiquer entre eux.

source: Allows members to share photos.
fr_fr: Autoriser les membres à partager des photos.

source: Allows members to share prayer concerns.
fr_fr: Autoriser les membres à partager des prières.

source: Allows members to share recipes.
fr_fr: Autoriser les membres à partager des recettes.

source: Allows members to create a family tree.
fr_fr: Autoriser les membres à créer un arbre généalogique.

source: Allows members to share videos.
fr_fr: Autoriser les membres à partager des vidéos.

source: Allows members to share Foursquare checkins.
fr_fr: Autoriser les membres à partager des checks-ins Foursquare

source: New PM
fr_fr: Nouveau message personnel

source: Level 10
fr_fr: Niveau 10

source: Level 9
fr_fr: Niveau 9

source: Level 8
fr_fr: Niveau 8

source: Level 7
fr_fr: Niveau 7

source: Level 6
fr_fr: Niveau 6

source: Level 5
fr_fr: Niveau 5

source: Level 4
fr_fr: Niveau 4

source: Level 3
fr_fr: Niveau 3

source: Level 2
fr_fr: Niveau 2

source: Level 1
fr_fr: Niveau 1

source: Level 0
fr_fr: Niveau 0

source: Bold
fr_fr: Gras

source: Italic
fr_fr: Italique

source: Underline
fr_fr: Souligné

source: Left Align
fr_fr: Aligner à gauche

source: Center
fr_fr: Centrer

source: Right Align
fr_fr: Aligner à droite

source: Heading 1
fr_fr: En-tête 1

source: Heading 2
fr_fr: En-tête 2

source: Heading 3
fr_fr: En-tête 3

source: Insert Image
fr_fr: Insérer une image

source: Insert URL
fr_fr: Insérer un lien

source: Insert Smiley
fr_fr: Insérer une émoticône

source: Changes Updated Successfully.
fr_fr: Les changements ont été mis à jour avec succès.

source: Close Message
fr_fr: Fermer le message

source: Error: File %s is not a photo. Photos must be of type (.JPG, .JPEG, .GIF, .BMP or .PNG).
fr_fr: Erreur : le fichier %s n'est pas une photo. Les photos doivent être de types (.JPG, .JPEG, .GIF, .BMP ou .PNG)

source: First Page
fr_fr: Première page

source: Previous Page
fr_fr: Page précédente

source: Next Page
fr_fr: Page suivante

source: Last page
fr_fr: Dernière page

source: Last Seen
fr_fr: Vu pour la dernière fois

source: There was a problem communicating with the database.
fr_fr: Un problème a été rencontré lors de la communication avec la base de données.

source: Yesterday
fr_fr: Hier

source: Started the new thread %s.
fr_fr: a démarré le nouveau fil de discussion %s.

source: Replied to %s.
fr_fr: A répondu à %s.

source: Joined the website.
fr_fr: a rejoint le site web.

source: address
fr_fr: adresse

source: email address
fr_fr: adresse électronique

source: home phone number
fr_fr: Numéro de téléphone du domicile

source: work phone number
fr_fr: Numéro de téléphone du travail

source: cell phone number
fr_fr: Numéro de téléphone portable

# Example: "Updated the <address/phone/email> for <name>."
source: Updated the %s for %s.
fr_fr: %s mis à jour pour %s

# Example: "Updated her <address/phone/email>."
source: Updated her %s.
fr_fr: a mis à jour son %s

# Example: "Updated his <address/phone/email>."
source: Updated his %s.
fr_fr: a mis à jour son %s

source: Added address information for %s.
fr_fr: Adresse ajoutée pour %s

source: Added %s to his/her Family News.
fr_fr: a ajouté %s à ses nouvelles familiales

source: Added a Prayer Concern for %s.
fr_fr: Prière ajoutée pour %s

source: Added the %s recipe.
fr_fr: a ajouté la recette %s

source: Added a new Document (%s).
fr_fr: a ajouté un nouveau document (%s).

source: Added %d new photos to the %s category.
fr_fr: a ajouté %d nouvelle(s) photo(s) dans la catégorie %s.

source: Commented on Family News %s.
fr_fr: A commenté la nouvelle familiale %s

source: Commented on the following photo:
fr_fr: a commenté la photo suivante:

source: Commented on %s.
fr_fr: A commenté %s

source: Commented on Recipe %s.
fr_fr: a commenté la recette %s.

source: Visited %s.
fr_fr: a visité %s

source: Changed his profile picture.
fr_fr: a changé la photo de son profil.

source: Changed her profile picture.
fr_fr: a changé la photo de son profil.

source: Added a new Video.
fr_fr: a ajouté une nouvelle vidéo.

source: Commented on the following Video:
fr_fr: a commenté la vidéo suivante:

source: Foursquare is not configured correctly.
fr_fr: Foursquare n'est pas configuré correctement.

source: The "Where Is Everyone" feature cannot work without Foursquare. Please configure Foursquare or turn off "Where Is Everyone".
fr_fr: La fonctionnalité "Où est chacun ?" ne peut pas fonctionner sans Foursquare. Merci de configurer Foursquare ou bien de désactiver la fonctionnalité "Où est chacun ?".

source: Czech (Czech Republic)
fr_fr: Tchèque (République tchèque)

source: Danish (Denmark)
fr_fr: Danois (Danemark)

source: German (Germany)
fr_fr: Allemand (Allemagne)

source: English (United States)
fr_fr: Anglais (Etats-Unis)

source: Spanish (Spain)
fr_fr: Espagnol (Espagne)

source: Estonian
fr_fr: Estonien

source: French (France)
fr_fr: Français (France)

source: Latvian
fr_fr: Lettonien

source: Dutch
fr_fr: Néerlandais

source: Portuguese (Brazil)
fr_fr: Portugais (Brésil)

source: Slovak
fr_fr: Slovaque

source: Chinese (China)
fr_fr: Chinois (Chine)

source: Could not read inc/country.txt file.
fr_fr: Impossible de lire le fichier inc/country.txt

source: This site hasn't been installed yet.
fr_fr: Ce site n'a pas encore été installé.

source: You must finish the installation before using the site.
fr_fr: Vous devez terminer l'installation avant d'utiliser le site.

source: You must be logged in to view that page.
fr_fr: Vous devez être connecté pour voir cette page.

source: Forgot Password?
fr_fr: Mot de passe oublié ?

source: Register
fr_fr: S'inscrire

source: Login using Facebook
fr_fr: Se connecter en utilisant Facebook

source: Login to
fr_fr: Connexion à

source: Remember Me
fr_fr: Se souvenir de moi

source: Login
fr_fr: Connexion

source: That login information wasn't quite right.
fr_fr: Les informations de connexion ne sont pas justes.

source: Be sure and check that you typed your username/password correctly.
fr_fr: Assurez-vous que vous ayez tapé votre nom d'utilisateur / mot de passe correctement.

source: Your account hasn't been connected to Facebook yet. You need to connect your existing account with Facebook or register a new account using Facebook.
fr_fr: Votre compte n'a pas encore été connecté à Facebook. Vous devez vous connecter avec votre compte Facebook existant ou enregistrer un nouveau compte en utilisant Facebook

source: Not So Fast
fr_fr: Pas si vite

source: Your account isn't active yet. Your website administrator must activate your account before you can login and begin using the website.
fr_fr: Votre compte n'a pas encore été activé. L'administrateur du site doit activer votre compte avant que vous ne puissiez vous connecter et commencer à utiliser le site internet.

source: You have exceeded the number of allowed login attempts.
fr_fr: Vous avez dépassé le nombre de tentatives de connexions autorisées.

source: Your account has been locked for 1 hour.
fr_fr: Votre compte a été bloqué pour 1 heure.

source: Wait a Minute.
fr_fr: Attendez une minute.

source: The installation for this site is already finished. Running the installation again will cause you to Lose All Your Previous Information. Are you sure you want to continue?
fr_fr: L'installation pour ce site est déjà terminée. Relancer l'installation de nouveau effacera toutes les données précédemment enregistrées. Etes-vous certain de vouloir continuer?

source: I just want to view my site.
fr_fr: Je veux juste voir mon site.

source: I want to run the installation anyway. (Not Recommended)
fr_fr: Je veux exécuter l'installation de toute façon. (Non recommandé)

source: BAD
fr_fr: MAUVAIS

source: Pre-Installation Check
fr_fr: Vérification des pré-requis à l'installation

source: Step 1 of 5
fr_fr: Étape 1 sur 5

source: Checking Requirements
fr_fr: Vérification des exigences

source: Checking Folder Permissions
fr_fr: Vérifier les permissions du dossier

source: Your site is ready to be installed. Please proceed to the next step.
fr_fr: Votre site est prêt à être installé. Merci de passer à l'étape suivante.

source: Unfortunatly your site is not ready to be installed. Please make sure that the folders above exist and have the proper permissions set.
fr_fr: Malheureusement votre site n'est pas prêt pour l'installation. Merci de vérifier que les dossiers ci-dessus existent et ont les permissions appropriées

source: Install
fr_fr: Installer

source: Database Information
fr_fr: Information sur la base de données

source: Step 2 of 5
fr_fr: Étape 2 sur 5

source: Database Host
fr_fr: Serveur de la base de donnée

source: This is usually localhost or your database ip address.
fr_fr: Cela est généralement localhost ou l'adresse IP de la base de données.

source: Sorry, but I can't install without this information.
fr_fr: Désolé, mais je ne peux pas installer sans cette information.

source: Database Name
fr_fr: Nom de la base de données

source: The database name where you want to install %s.
fr_fr: Le nom de base de données où vous voulez installer %s.
