Repository: ryanhowdy/fcms
Catalog: familyconnections/language/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: lang
fr_fr: fr

source: powered by
fr_fr: propulsé par

source: Account Activation
fr_fr: Activation du compte

source: Alright!
fr_fr: Super !

source: Your account is now active.
fr_fr: Votre compte est maintenant activé.

source: You can now login and begin using the site.
fr_fr: Vous pouvez maintenant vous connecter et commencer à utiliser le site.

source: Invalid Activation Code!
fr_fr: Code d'activation invalide !

source: Your account could NOT be activated
fr_fr: Votre compte n'a PAS pu être activé

source: Access Denied
fr_fr: Accès refusé

source: Address Book
fr_fr: Carnet d'adresses

source: You do not have permission to perform this task. You must have an access level of 3 (Member) or higher.
fr_fr: Vous ne disposez pas des droits nécessaires pour exécuter cette tâche. Vous devez avoir un accès de niveau 3 (Membre) ou supérieur.

source: You must choose at least one member to email.
fr_fr: Vous devez choisir au moins un membre pour envoyer un courriel.

source: Get more help on sending mass emails.
fr_fr: Obtenir plus d'aide sur l'envoi groupé de courriels.

source: Chat
fr_fr: Messagerie Instantanée

source: Select All
fr_fr: Tout sélectionner

source: Are you sure you want to DELETE this address?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER cette adresse ?

source: Email has been sent.
fr_fr: Le courriel a été envoyé.

source: Are you sure you want to DELETE this?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER cet élément ?

source: This can NOT be undone.
fr_fr: Cela ne peut PAS être annulé.

source: Yes
fr_fr: Oui

source: Cancel
fr_fr: Annuler

source: You do not have permission to perform this task.
fr_fr: Vous ne disposez pas des droits nécessaires pour exécuter cette tâche.

source: You cannot delete the address of a member.
fr_fr: Vous ne pouvez pas supprimer l'adresse d'un membre.

source: Address Deleted Successfully.
fr_fr: L'adresse a été supprimée avec succès.

source: General
fr_fr: Général

source: Defaults
fr_fr: Paramètres par défaut

source: Photo Gallery
fr_fr: Galerie photos

source: You do not have access to view this page.
fr_fr: Vous n'avez pas l'autorisation d'accès pour visualiser cette page.

source: This page requires an access level 1 (Admin).
fr_fr: Cette page nécessite un niveau d'accès 1 (Admin).

source: Please contact your website's administrator if you feel you should have access to this page.
fr_fr: Merci de contacter l'administrateur de votre site web si vous pensez que vous devriez avoir accès à cette page.

source: Admin Activation
fr_fr: Activation par l'administration

source: Auto Activation
fr_fr: Activation automatique

source: Off
fr_fr: Désactiver

source: On
fr_fr: Activer

source: Changes Updated Successfully
fr_fr: Modifications mises à jour avec succès

source: Website Information
fr_fr: Information du site

source: Site Name
fr_fr: Nom du Site

source: Contact Email
fr_fr: Contact courriel

source: That's not a valid email address is it?
fr_fr: Ce n'est pas une adresse courriel valide, n'est-ce pas ?

source: Registration
fr_fr: Inscription

source: Start of the Week
fr_fr: Début de la semaine

source: Sunday
fr_fr: dimanche

source: Monday
fr_fr: lundi

source: Tuesday
fr_fr: mardi

source: Wednesday
fr_fr: mercredi

source: Thursday
fr_fr: jeudi

source: Friday
fr_fr: vendredi

source: Saturday
fr_fr: samedi

source: Turn Off Site?
fr_fr: Désactiver le site ?

source: Yes, turn the site off, so no one can access it.
fr_fr: Oui, désactiver le site, ainsi personne n'y aura accès

source: No, keep the site on and running.
fr_fr: Non, garder le site activé.

source: Debug
fr_fr: Déboguer

source: Save
fr_fr: Sauvegarder

source: First Name
fr_fr: Prénom

source: First & Last Name
fr_fr: Prénom et Nom

source: Username
fr_fr: Nom d’utilisateur

source: All (by date)
fr_fr: Tous / Toutes (par date)

source: Last 5 (by plugin)
fr_fr: Les 5 derniers (par plugins)

source: New Messages at Bottom
fr_fr: Les derniers messages en bas

source: New Messages at Top
fr_fr: Les derniers messages en haut

source: New Member Default Settings
fr_fr: Paramètres par défaut pour les nouveaux membres

source: Theme
fr_fr: Thème

source: Display Name
fr_fr: Nom affiché

source: How do you want your name to display?
fr_fr: Comment voulez-vous que votre nom s'affiche ?

source: Front Page
fr_fr: Accueil

source: How do you want the latest information to display on the homepage?
fr_fr: Comment voulez-vous que les dernières informations s'affichent sur la page d'accueil ?

source: Time Zone
fr_fr: Fuseau horaire

source: What time zone do you live in?
fr_fr: Dans quel fuseau horaire vivez-vous ?

source: Daylight Savings Time
fr_fr: Heure d'été

source: Sort Messages
fr_fr: Trier les messages

source: How do you want messages to display on the Message Board?
fr_fr: Comment voulez-vous afficher les messages sur le forum ?

source: Update existing users?
fr_fr: Mettre à jour les utilisateurs existants ?

source: Enabled
fr_fr: Activé

source: Name
fr_fr: Nom

source: Communicate
fr_fr: Communiquer

source: Share
fr_fr: Partager

source: An error occurred. Changes could not be saved.
fr_fr: Une erreure est survenue. Les changements n'ont pu être sauvegardés.

source: Changes Saved
fr_fr: Modifications enregistrées

source: Can't have two items with the same order.
fr_fr: Impossible d'avoir deux éléments avec le même ordre.

source: Please try again
fr_fr: Veuillez essayer à nouveau.

source: Off (2 photos)
fr_fr: Désactiver (2 photos)

source: On (3 photos)
fr_fr: Activer (3 photos)

source: By default, Full Sized Photos is turned off to save on storage space and bandwidth. Turning this feature on can eat up significant space and bandwith.
fr_fr: Par défaut, l'option "photos en taille réelle" est désactivée pour économiser de l'espace de stockage et de la bande passante. Activer cette fonctionnalité peut dévorer votre espace de stockage et votre bande passante.

source: Full Size Photos
fr_fr: Photos en taille réelle

source: Facebook Integration
fr_fr: Integration Facebook

source: In order to integrate Family Connections with Facebook, you must create a new Facebook app, and configure that app in Family Connections.
fr_fr: Afin d'intégrer Family Connections avec Facebook, vous devez créer une nouvelle application Facebook, et configurer cette application dans Family Connections.

source: Step 1
fr_fr: Etape 1

source: Got to Facebook and create a new Application.
fr_fr: Aller sur Facebook et créer une nouvelle application.

source: Create Facebook Application
fr_fr: Créer une application Facebook

source: You don't really have to fill out any additional information other than the application name.
fr_fr: Vous n'avez pas vraiment à remplir toute information supplémentaire autre que le nom de l'application.

source: Step 2
fr_fr: Etape 2

source: Fill out the form with the App Id and App Secret from your newly created Facebook Application.
fr_fr: Remplissez le formulaire avec l'ID App et Secret App à partir de votre application Facebook nouvellement créée.

source: Facebook Application
fr_fr: Application Facebook

source: App ID
fr_fr: Identificateur de l'application

source: This page requires an access level 2 (Helper) or better.
fr_fr: Cette page nécessite un niveau d'accès 2 (Aidant) ou mieux.

source: Go to Foursquare and register a new OAuth Consumer.
fr_fr: Allez sur Foursquare et enregistez un nouveau client OAuth

source: Register a new foursquare OAuth Consumer.
fr_fr: Enregistrer un nouveau client OAuth de Foursquare

source: Be sure to include settings.php as part of your callback url. For example: if your site is located at http://www.my-awesome-site.com/fcms/index.php then your callback url should be http://www.my-awesome-site.com/fcms/settings.php
fr_fr: Vérifiez que vous incluez bien settings.php dans votre URL de retour. Par exemple: si votre site est à l'adresse http://www.my-awesome-site.com/fcms/index.php alors votre URL de retour devrait être http://www.my-awesome-site.com/fcms/settings.php

source: Fill out the form below with the information you provided in Step 1.
fr_fr: Remplissez le formulaire ci-dessous avec les informations que vous avez fourni dans l'Étape 1.

source: Foursquare Confirguration
fr_fr: Configuration de Foursquare

source: Client ID
fr_fr: Identifiant client

source: Client Secret
fr_fr: Mot de passe client

source: Callback URL
fr_fr: URL de retour

source: Administration: Photo Gallery
fr_fr: Administration : Galerie photos

source: Are you sure you want to DELETE all selected categories?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER toutes les catégories sélectionnées ?

source: Are you sure you want to DELETE all selected photos?
fr_fr: Etes-vous sûr de vouloir SUPPRIMER toutes les photos sélectionnées ?

source: No photos have been added yet.
fr_fr: Aucune photo n'a encore été ajoutée.

source: Edit
fr_fr: Editer

source: Delete Selected
fr_fr: Suppimer la sélection

source: Yes, Delete
fr_fr: Oui, supprimer

source: No, Cancel
fr_fr: Non, annuler

source: This category contains no photos.
fr_fr: Cette catégorie ne contient pas de photo.

source: Categories
fr_fr: Catégories

source: Dashboard
fr_fr: Panneau de contrôle

source: New Version
fr_fr: Nouvelle version

source: A new version is available for upgrade.
fr_fr: Une nouvelle version est disponible.

source: Upgrade Now
fr_fr: Mettre à niveau maintenant

source: New Members
fr_fr: Nouveaux membres

source: %s is requesting access to the site.
fr_fr: %s demande à accéder au site

source: Activate Now
fr_fr: Activer maintenant

source: Member activated successfully
fr_fr: Membre activé avec succès

source: Pending Items
fr_fr: Articles en attente

source: You have the following pending items that need to be taken care of.
fr_fr: Ces articles en attente nécessitent votre attention.

source: Account Activated
fr_fr: Compte activé

source: Your account at %s has been activated by the administrator.
fr_fr: Votre compte sur %s a été activé par l'administrateur.

source: Instagram Integration
fr_fr: Intégration Instagram

source: In order to integrate Family Connections with Instagram, you must create a new Instagram client as Instagram.com, and configure that client in Family Connections.
fr_fr: Pour intégrer Instagram dans Family Connections, vous devez créer un nouveau client Instagram sur Instagram.com et configurer ce client dans Family Connections

source: Got to Instagram and register a new Instagram client.
fr_fr: Allez sur Instagram et enregistrer un nouveau client Instagramz

source: Register new Instagram Client
fr_fr: Enregistrez un nouveau client Instagram

source: Make sure you add <code>settings.php?view=instagram</code> to your Callback URL.
fr_fr: Assurez vous d'avoir ajouté <code>settings.php?view=instagram</code> à votre URL de retour.

source: Fill out the form below with the Instagram Client Id and Client Secret.
fr_fr: Remplissez le formulaire ci-dessous avec l'identifiant du client Instagram et son mot de passe.

source: Administration: Members
fr_fr: Administration : Membres

source: You must choose a member to merge with.
fr_fr: Vous devez choisir un membre pour fusionner.

# %s is a name of a table that gets updated.
source: Update [%s] complete.
fr_fr: Mise à jour de [%s] complète.

# %s is a name of a table that is deleted.
source: Delete [%s] complete.
fr_fr: Suppresion de [%s] complète.

source: Missing Required Field
fr_fr: Champ obligatoire manquant

source: The email address %s is already in use. Please choose a different email.
fr_fr: L'adresse de courriel %s est déjà utilisée. Merci de choisir un courriel différent.

source: Invitation to %s
fr_fr: Invitation pour %s

source: You have been invited by %s to join %s.
fr_fr: Vous avez été invité par %s à rejoindre %s.

source: You can login using the following information
fr_fr: Vous pouvez vous connecter en utilisant les informations suivantes

source: URL
fr_fr: Adresse internet

source: Password
fr_fr: Mot de passe

source: Thanks
fr_fr: Merci

source: The %s Webmaster
fr_fr: Le %s Webmaster

source: This is an automated response, please do not reply.
fr_fr: Ceci est une réponse automatique, merci de ne pas y répondre.

source: Password Change
fr_fr: Changement de mot de passe

source: Your password at %s has been changed by the administrator.
fr_fr: Votre mot de passe sur %s a été changé par l'administrateur.

source: Your new password is %s
fr_fr: Votre nouveau mot de passe est %s

source: Administration: Polls
fr_fr: Administration : Sondages

source: Add New Poll
fr_fr: Ajouter un nouveau sondage

source: Past Polls
fr_fr: Sondages précédents

source: Created
fr_fr: Créé

source: Delete
fr_fr: Supprimer

source: No Previous Polls
fr_fr: Pas de précédent sondage

source: Edit Poll
fr_fr: Éditer un sondage

source: Poll Question
fr_fr: Question du sondage

source: Required
fr_fr: Requis

source: Without at least 2 options, it's not much of a poll is it?
fr_fr: Sans un minimum de 2 options, ce n'est pas vraiment un sondage, non?

source: Add
fr_fr: Ajouter

source: Administration: Scheduler
fr_fr: Administration: Planificateur

source: A scheduled job is currently running.
fr_fr: Une tâche planifiée est actuellement en cours.

source: Most jobs take less than an hour to complete, if the last successfull run for a scheduled job below is over an hour ago, their may be a problem with the current job.
fr_fr: La plupart des tâches mettent moins d'une heure pour finir, si la dernière exécution réussie d'une tâche planifiée ci-dessous est de plus d'une heure, il y a peut-être un problème avec la tâche actuelle.

source: To debug this job:
fr_fr: Pour déboguer cette tâche:

source: Turn on debugging.
fr_fr: Activer le débogage.

source: Reset the running job flag.
fr_fr: Remettre par défaut la tâche en cours d'exécution

source: Set running job flag to off.
fr_fr: Arrêter la tâche en cours d'exécution

source: (only if you know what you are doing)
fr_fr: (seulement si vous savez ce que vous faites)

source: ID
fr_fr: Identifiant

source: Frequency
fr_fr: Fréquence

source: Last Run
fr_fr: Dernière exécution

source: Status
fr_fr: Statut

source: No schedules found.
fr_fr: Aucune planification trouvée.

source: Restore missing schedules.
fr_fr: Restaurer les planifications manquantes

source: Hourly
fr_fr: Toutes les heures

source: Daily
fr_fr: Quotidiennement

source: never
fr_fr: jamais

source: Save Changes
fr_fr: Enregistrer les modifications

source: Set up Cron
fr_fr: Mettre en place Cron

source: Set up a new crontab for each of the following commands.
fr_fr: Mettre en place une nouvelle tâche Cron pour chacune des commandes suivantes.

source: Automatic Upgrade
fr_fr: Mise à jour automatique

source: You must be logged in to view this page.
fr_fr: Vous devez vous identifier pour voir cette page.

source: Invalid login id.
fr_fr: Identifiant de connexion invalide.

source: Invalid request.
fr_fr: Requête invalide.

source: User not found.
fr_fr: Utilisateur non trouvé.

source: Invalid login credentials.
fr_fr: Identifiants de connexion non valide.

source: Turning off site.
fr_fr: Désactivation du site

source: Downloading latest version.
fr_fr: Téléchargement de la dernière version.

source: Unpacking files.
fr_fr: Extraction des fichiers.

source: Installing files.
fr_fr: Installation des fichiers.

source: Upgrading database.
fr_fr: Mise à jour de la base de données.

source: Upgrading version number.
fr_fr: Mise à jour du numéro de version.

source: Turning site back on.
fr_fr: Ré-activation du site.

source: Upgrading to %s
fr_fr: Mise à jour vers %s

source: Back to Site
fr_fr: Retour au Site

source: Awesome, you have the latest version of Family Connections.
fr_fr: Génial, vous avez la dernière version de Family Connections.

source: You do not need to upgrade at this time, you are currently running %s, which is the most up to date version. If you need to, you can re-install the current version.
fr_fr: Vous n'avez pas besoin de mise à niveau en ce moment, vous utilisez actuellement %s, qui est la version la plus à jour. Si vous avez besoin, vous pouvez réinstaller la version actuelle.

source: Re-install %s
fr_fr: Réinstaller %s

source: Manual Upgrade
fr_fr: Mise à niveau manuelle

source: Download
fr_fr: Télécharger

source: Bummer!, you need to Update.
fr_fr: La poisse ! Vous devez mettre à jour

source: Your version (%s) is out of date. Please update to the latest version using the Automatic Upgrade, or by downloading and manually upgrading.
fr_fr: Votre version (%s) n'est pas à jour. Veuillez s'il vous plait mettre à jour en utilisant la Mise à niveau Automatique, ou en téléchargeant et en mettant à niveau manuellement.

source: Remember to back up your site first.
fr_fr: N'oubliez pas de sauvegarder votre site d'abord.

source: Back to Automatic Upgrade
fr_fr: Retour vers Mise à niveau Automatique

source: Please follow the steps below to manually upgrade to %s.
fr_fr: Veuillez s'il vous plait suivre les étapes ci-dessous pour la mise à niveau manuelle vers %s.

source: Turn Off Site
fr_fr: Désactiver le site

source: Turning the site off during an upgrade keeps users from trying to login and potentially causing problems.
fr_fr: Stopper le site pendant une mise à niveau évite que les utilisateurs essaient de se connecter et causent éventuellement quelques problèmes.

source: Manual Upgrade Files
fr_fr: Mise à niveau manuelle des fichiers

source: Since your webserver does not support the Automatic Upgrade, you must download the latest Family Connection files and upload them to your site manually.
fr_fr: Puisque votre serveur web ne supporte pas les Mises à niveau Automatiques, vous devez télécharger les derniers fichiers de Family Connections et les téléverser vers votre site manuellement.

source: You must make sure to complete this step before continuing.
fr_fr: Vous devez vous assurer d'effectuer cette étape avant de continuer.

source: Step 3
fr_fr: Étape 3

source: Upgrade Database
fr_fr: Mise à niveau de la base de données

source: Make any databases changes needed for this upgrade.
fr_fr: Apporter toutes les modifications des bases de données nécessaires à cette mise à niveau.

source: Step 4
fr_fr: Étape 4

source: Finish
fr_fr: Terminer

source: Turn the site back on and go to the homepage.
fr_fr: Réactiver le site et aller à la page d'accueil

source: Could not turn on site
fr_fr: Impossible d'activer le site

source: Could not turn off site
fr_fr: Impossible de désactiver le site

source: Could not upgrade database
fr_fr: Impossible de mettre à niveua la base de données

source: Could not update version
fr_fr: Impossible de mettre à jour la version

source: Vimeo Integration
fr_fr: Integration Vimeo

source: In order to integrate Family Connections with Vimeo, you must create a new Vimeo app, and configure that app in Family Connections.
fr_fr: Afin d'intégrer Family Connections avec Vimeo, vous devez créer une nouvelle application Vimeo, et configurer cette application dans Family Connections.

source: Create Vimeo Application
fr_fr: Créer une Application Vimeo

source: Callback url should be: %s.
fr_fr: L'URL de retour devrait être %s

source: Request Upload access for your Vimeo application.
fr_fr: Demandez l'autorisation d'upload pour votre application Vimeo

source: Be sure and fill out the Purpose field throughly, or your request might get denied
fr_fr: Complétez et vérifiez le formulaire minutieusement ou votre demande pourra être refusée.

source: Fill out the form below with the Key and Secret from your newly created Vimeo Application.
fr_fr: Complétez le formulaire ci-dessous avec la clé et le mot de passe de votre application Vimeo nouvellement créée

source: Vimeo Application
fr_fr: Application Vimeo

source: Consumer Key
fr_fr: Clef de client

source: Consumer Secret
fr_fr: Mot de passe client

source: YouTube Integration
fr_fr: Integration YouTube

source: In order to integrate Family Connections with YouTube, you must get a Developer Key from Google, and provide that Key to Family Connections.
fr_fr: Afin d'intégrer Family Connections avec YouTube, vous devez obtenir une Clé de Développeur de Google, et de fournir cette clé à Family Connections.

source: Got to Google and create a new YouTube Application.
fr_fr: Allez sur Google (Youtube) et créez une nouvelle application Youtube

source: Create Youtube Application
fr_fr: Créer une Application YouTube

source: Fill out the form below with the YouTube Developer Key provided by Google.
fr_fr: Remplissez le formulaire ci-dessous avec la Clé de Développeur YouTube fournie par Google.

source: Developer Key
fr_fr: Clé de Développeur

source: Calendar
fr_fr: Calendrier

source: Add More Details
fr_fr: Ajouter plus de détails

source: You cannot invite guests to a repeating event.
fr_fr: Vous ne pouvez pas inviter des personnes à un évènement qui se répète.

source: Your event was created, but no invitations were sent.
fr_fr: Votre évènement a été créé, mais aucune invitation n'a été envoyée.

source: Please create a new non-repeating event and invite guests to that.
fr_fr: Merci de bien vouloir créer un nouvel événement qui ne se répète pas et d'y inviter des personnes.

source: The changes to this event have been saved, but no invitations were sent.
fr_fr: Les changements à cet événement ont été sauvegardés, mais aucune invitation n'a été envoyée.

source: I can't seem to find that calendar event.
fr_fr: Je ne peux trouver cet évènement du calendrier

source: Please double check and try again.
fr_fr: Merci de vérifier et essayer à nouveau.

source: Calendar Entry Deleted Successfully.
fr_fr: L'entrée du calendrier a été supprimée avec succès.

source: Invalid ID.
fr_fr: ID invalide.

source: Choose Guests
fr_fr: Choisir les invités

source: Invite Members
fr_fr: Inviter des membres

source: Invite all Members?
fr_fr: Inviter tous les membres ?

source: Email
fr_fr: Courriel

source: Invite Non Members
fr_fr: Inviter des non-membres

source: Enter list of emails to invite. One email per line.
fr_fr: Entrer la liste des courriels à inviter. Un courriel par ligne.

source: Send Invitations
fr_fr: Envoyer les invitations

source: or
fr_fr: ou

source: You must invite at least one guest.
fr_fr: Vous devez inviter au moins une personne.

# %s is the name of a person, like Dear Bob,
source: Dear %s,
fr_fr: Cher(e) %s,

# The first %s is the name of a person, the second is the title of an event
source: %s has invited you to %s.
fr_fr: %s vous a invité à %s.

source: Please visit the link below to view the rest of this invitation.
fr_fr: Merci de visiter le lien suivant pour voir le reste de l'invitation.

source: The following message has been sent to the Administrator:
fr_fr: Le message suivant a été envoyé à l'administrateur :

source: Your Email
fr_fr: Votre courriel

source: Your Name
fr_fr: Votre nom

source: Subject
fr_fr: Objet

source: Submit
fr_fr: Envoyer

source: CHANGE_ME
fr_fr: CHANGEZ_MOI

source: %s has added a new document (%s).
fr_fr: %s a ajouté un nouveau document (%s).

source: Dear
fr_fr: Cher(e)

source: To stop receiving these notifications, visit the following url and change your 'Email Update' setting to No:
fr_fr: Pour ne plus recevoir ces notifications, visiter le lien suivant et changer le paramètre 'Mettre à jour le courriel' sur Non :

source: Document could not be deleted from the server.
fr_fr: Le document ne peut pas être supprimé du serveur.

source: Document Deleted Successfully
fr_fr: Le document a été supprimé avec succès

source: Add Document
fr_fr: Ajouter un document

source: Family News
fr_fr: Nouvelles familiales

source: Latest News
fr_fr: Dernières nouvelles

source: My News
fr_fr: Mes nouvelles

source: Add News
fr_fr: Ajouter une nouvelle

source: %s has added %s to his/her Family News
fr_fr: %s a ajouté %s à sa nouvelle familiale
