Repository: ryanhowdy/fcms
Catalog: lang/xx_XX/LC_MESSAGES/messages.po
Languages: xx_xx

source: Sunday
xx_xx: xxSundayxx

source: Monday
xx_xx: xxMondayxx

source: Tuesday
xx_xx: xxTuesdayxx

source: Wednesday
xx_xx: xxWednesdayxx

source: Thursday
xx_xx: xxThursdayxx

source: Friday
xx_xx: xxFridayxx

source: Saturday
xx_xx: xxSaturdayxx

source: Turns %d year old today.
xx_xx: xxTurns %d year old today.xx

source: Was born today.
xx_xx: xxWas born today.xx

source: unknown parent
xx_xx: xxunknown parentxx

source: Add a parent for %s
xx_xx: xxAdd a parent for %sxx

source: Add a spouse for %s
xx_xx: xxAdd a spouse for %sxx

source: Add a sibling for %s
xx_xx: xxAdd a sibling for %sxx

source: Add a child for %s and %s
xx_xx: xxAdd a child for %s and %sxx

source: Yes
xx_xx: xxYesxx

source: No
xx_xx: xxNoxx

source: Unknown
xx_xx: xxUnknownxx

source: Home
xx_xx: xxHomexx

source: Calendar
xx_xx: xxCalendarxx

source: Members
xx_xx: xxMembersxx

source: Address Book
xx_xx: xxAddress Bookxx

source: Communicate
xx_xx: xxCommunicatexx

source: Discussions
xx_xx: xxDiscussionsxx

source: Share
xx_xx: xxSharexx

source: Photos
xx_xx: xxPhotosxx

source: Videos
xx_xx: xxVideosxx

source: Misc.
xx_xx: xxMisc.xx

source: Contact
xx_xx: xxContactxx

source: Help
xx_xx: xxHelpxx

source: Admin
xx_xx: xxAdminxx

source: Upgrade
xx_xx: xxUpgradexx

source: Configuration
xx_xx: xxConfigurationxx

source: Photo Gallery
xx_xx: xxPhoto Galleryxx

source: Polls
xx_xx: xxPollsxx

source: Facebook
xx_xx: xxFacebookxx

source: Google
xx_xx: xxGooglexx

source: Instagram
xx_xx: xxInstagramxx

source: Family News
xx_xx: xxFamily Newsxx

source: Prayer Concerns
xx_xx: xxPrayer Concernsxx

source: Recipes
xx_xx: xxRecipesxx

source: Family Tree
xx_xx: xxFamily Treexx

source: Documents
xx_xx: xxDocumentsxx

source: Email is required.
xx_xx: xxEmail is required.xx

source: Password is required.
xx_xx: xxPassword is required.xx

source: Not so fast.
xx_xx: xxNot so fast.xx

source: Your account isn't active yet. Your website administrator must activate your account before you can login and begin using the website.
xx_xx: xxYour account isn't active yet. Your website administrator must activate your account before you can login and begin using the website.xx

source: Oops!
xx_xx: xxOops!xx

source: That login information wasn't quite right. Be sure and check that you typed your email/password correctly.
xx_xx: xxThat login information wasn't quite right. Be sure and check that you typed your email/password correctly.xx

source: Uploaded avatar must be an image.
xx_xx: xxUploaded avatar must be an image.xx

source: You must upload an avatar or choose an existing avatar from the list.
xx_xx: xxYou must upload an avatar or choose an existing avatar from the list.xx

source: Arabic
xx_xx: xxArabicxx

source: Danish (Denmark)
xx_xx: xxDanish (Denmark)xx

source: German (Germany)
xx_xx: xxGerman (Germany)xx

source: Spanish (Spain)
xx_xx: xxSpanish (Spain)xx

source: English
xx_xx: xxEnglishxx

source: French (France)
xx_xx: xxFrench (France)xx

source: Italian (Italy)
xx_xx: xxItalian (Italy)xx

source: Dutch (Netherlands)
xx_xx: xxDutch (Netherlands)xx

source: Portuguese (Brazil)
xx_xx: xxPortuguese (Brazil)xx

source: Russian (Russia)
xx_xx: xxRussian (Russia)xx

source: Slovak (Slovakia)
xx_xx: xxSlovak (Slovakia)xx

source: Turkish (Turkey)
xx_xx: xxTurkish (Turkey)xx

source: XX (Test)
xx_xx: xxXX (Test)xx

source: The passwords do not match.
xx_xx: xxThe passwords do not match.xx

source: Full Name is required.
xx_xx: xxFull Name is required.xx

source: Birthday is required.
xx_xx: xxBirthday is required.xx

source: %s Membership
xx_xx: xx%s Membershipxx

source: Address
xx_xx: xxAddressxx

source: Cell Phone
xx_xx: xxCell Phonexx

source: Home Phone
xx_xx: xxHome Phonexx

source: Work Phone
xx_xx: xxWork Phonexx

source: A map view could not be created for this address.
xx_xx: xxA map view could not be created for this address.xx

source: Id
xx_xx: xxIdxx

source: Name
xx_xx: xxNamexx

source: Registered
xx_xx: xxRegisteredxx

source: Last Seen
xx_xx: xxLast Seenxx

source: Can Login?
xx_xx: xxCan Login?xx

source: Access
xx_xx: xxAccessxx

source: Never
xx_xx: xxNeverxx

source: Loading...
xx_xx: xxLoading...xx

source: Question
xx_xx: xxQuestionxx

source: Date
xx_xx: xxDatexx

source: Votes
xx_xx: xxVotesxx

source: Email
xx_xx: xxEmailxx

source: Password
xx_xx: xxPasswordxx

source: Remember Me
xx_xx: xxRemember Mexx

source: Sign In
xx_xx: xxSign Inxx

source: Forgot Password
xx_xx: xxForgot Passwordxx

source: Register
xx_xx: xxRegisterxx

source: Request Access
xx_xx: xxRequest Accessxx

source: In order to login and begin using the site, your administrator must activate your account.
xx_xx: xxIn order to login and begin using the site, your administrator must activate your account.xx

source: Please fill out the form below to request access.
xx_xx: xxPlease fill out the form below to request access.xx

source: An error has occurred
xx_xx: xxAn error has occurredxx

source: Confirm Password
xx_xx: xxConfirm Passwordxx

source: Full Name
xx_xx: xxFull Namexx

source: Display Name
xx_xx: xxDisplay Namexx

source: What do you want to be called on the site? Leave blank if it is the same as Full Name.
xx_xx: xxWhat do you want to be called on the site? Leave blank if it is the same as Full Name.xx

source: Birthday
xx_xx: xxBirthdayxx

source: Create New Event
xx_xx: xxCreate New Eventxx

source: Please fill out the required fields below.
xx_xx: xxPlease fill out the required fields below.xx

source: Title
xx_xx: xxTitlexx

source: Repeat Every Year
xx_xx: xxRepeat Every Yearxx

source: Private
xx_xx: xxPrivatexx

source: Invite Guests
xx_xx: xxInvite Guestsxx

source: Save
xx_xx: xxSavexx

source: More Options
xx_xx: xxMore Optionsxx

source: Day
xx_xx: xxDayxx

source: Week
xx_xx: xxWeekxx

source: Month
xx_xx: xxMonthxx

source: Today
xx_xx: xxTodayxx

source: Create Event
xx_xx: xxCreate Eventxx

source: Categories
xx_xx: xxCategoriesxx

source: Nothing is here
xx_xx: xxNothing is herexx

source: Looks like no one has added anything here yet.
xx_xx: xxLooks like no one has added anything here yet.xx

source: Subject
xx_xx: xxSubjectxx

source: Message
xx_xx: xxMessagexx

source: Send
xx_xx: xxSendxx

source: Create New Discussion
xx_xx: xxCreate New Discussionxx

source: New Discussion
xx_xx: xxNew Discussionxx

source: %s view
xx_xx: xx%s viewxx

source: Reply
xx_xx: xxReplyxx

source: Back
xx_xx: xxBackxx

source: Edit
xx_xx: xxEditxx

source: Delete
xx_xx: xxDeletexx

source: Upload Document
xx_xx: xxUpload Documentxx

source: Select a document to upload
xx_xx: xxSelect a document to uploadxx

source: or drag and drop it here
xx_xx: xxor drag and drop it herexx

source: Description
xx_xx: xxDescriptionxx

source: Upload
xx_xx: xxUploadxx

source: Folders
xx_xx: xxFoldersxx

source: %d Files
xx_xx: xx%d Filesxx

source: Presentation
xx_xx: xxPresentationxx

source: Archives
xx_xx: xxArchivesxx

source: Multimedia
xx_xx: xxMultimediaxx

source: Other
xx_xx: xxOtherxx

source: Recent
xx_xx: xxRecentxx

source: Sent from Family Connections
xx_xx: xxSent from Family Connectionsxx

source: Dear %s,
xx_xx: xxDear %s,xx

source: Thank you for registering at %s.
xx_xx: xxThank you for registering at %s.xx

source: In order to login and begin using the site, your administrator must activate your account. You will get an email when this has been done.
xx_xx: xxIn order to login and begin using the site, your administrator must activate your account. You will get an email when this has been done.xx

source: Thanks,
xx_xx: xxThanks,xx

source: The %s Webmaster
xx_xx: xxThe %s Webmasterxx

source: This is an automated response, please do not reply.
xx_xx: xxThis is an automated response, please do not reply.xx

source: %s has added a new address.
xx_xx: xx%s has added a new address.xx

source: %s has started a new discussion.
xx_xx: xx%s has started a new discussion.xx

source: %s has added some new photos.
xx_xx: xx%s has added some new photos.xx

source: %s has joined the site.
xx_xx: xx%s has joined the site.xx

source: Latest Poll
xx_xx: xxLatest Pollxx

source: Vote
xx_xx: xxVotexx

source: 3. Create Admin User
xx_xx: xx3. Create Admin Userxx

source: Everyone will be required to have an account and be logged in at all times to use this website. This will help protect your site.
xx_xx: xxEveryone will be required to have an account and be logged in at all times to use this website. This will help protect your site.xx

source: You must have at least one administrative account. Please fill out the information below for the person who will be the administrator of this site.
xx_xx: xxYou must have at least one administrative account. Please fill out the information below for the person who will be the administrator of this site.xx

source: 2. Site Configuration
xx_xx: xx2. Site Configurationxx

source: Please fill out the form below to configure your site.
xx_xx: xxPlease fill out the form below to configure your site.xx

source: Optional Plugins
xx_xx: xxOptional Pluginsxx

source: Which plugins would you like to use on your site?
xx_xx: xxWhich plugins would you like to use on your site?xx

source: This site hasn't been install yet
xx_xx: xxThis site hasn't been install yetxx

source: You must finish the installation before using the site.
xx_xx: xxYou must finish the installation before using the site.xx

source: 1. Database setup
xx_xx: xx1. Database setupxx

source: Please run the following command to configure your database
xx_xx: xxPlease run the following command to configure your databasexx

source: php artisan migrate:fresh
xx_xx: xxphp artisan migrate:freshxx

source: Next
xx_xx: xxNextxx

source: Profile
xx_xx: xxProfilexx

source: Messages
xx_xx: xxMessagesxx

source: Notifications
xx_xx: xxNotificationsxx

source: Settings
xx_xx: xxSettingsxx

source: Logout
xx_xx: xxLogoutxx

source: Country
xx_xx: xxCountryxx

source: Street Address
xx_xx: xxStreet Addressxx

source: City
xx_xx: xxCityxx

source: State
xx_xx: xxStatexx

source: Zip Code
xx_xx: xxZip Codexx

source: Contacts
xx_xx: xxContactsxx

source: Cell
xx_xx: xxCellxx

source: Work
xx_xx: xxWorkxx

source: Current Picture
xx_xx: xxCurrent Picturexx

source: Change
xx_xx: xxChangexx

source: General
xx_xx: xxGeneralxx

source: Picture
xx_xx: xxPicturexx

source: Account
xx_xx: xxAccountxx

source: Bio
xx_xx: xxBioxx

source: Language
xx_xx: xxLanguagexx

source: Timezone
xx_xx: xxTimezonexx

source: Add new Family News
xx_xx: xx Add new Family Newsxx

source: Add News
xx_xx: xxAdd Newsxx

source: My News
xx_xx: xxMy Newsxx

source: Popular
xx_xx: xxPopularxx

source: Latest news from
xx_xx: xxLatest news fromxx

source: Dashboard
xx_xx: xxDashboardxx

source: Albums
xx_xx: xxAlbumsxx

source: People
xx_xx: xxPeoplexx

source: Places
xx_xx: xxPlacesxx

source: Top Rated
xx_xx: xxTop Ratedxx

source: Most Viewed
xx_xx: xxMost Viewedxx

source: Created %s
xx_xx: xxCreated %sxx

source: %d photo
xx_xx: xx%d photoxx

source: Details
xx_xx: xxDetailsxx

source: Album
xx_xx: xxAlbumxx

source: Upload your photos to a new or existing album
xx_xx: xxUpload your photos to a new or existing albumxx

source: Existing Album
xx_xx: xxExisting Albumxx

source: Upload Photos
xx_xx: xxUpload Photosxx

source: Choose 1 or more photos to upload
xx_xx: xxChoose 1 or more photos to uploadxx

source: Select photos to upload
xx_xx: xxSelect photos to uploadxx

source: Previous
xx_xx: xxPreviousxx

source: Finishing Up
xx_xx: xxFinishing Upxx

source: Your photos have been uploaded successfully. Feel free to tag people and add comments.
xx_xx: xxYour photos have been uploaded successfully. Feel free to tag people and add comments.xx

source: Success
xx_xx: xxSuccessxx

source: Latest
xx_xx: xxLatestxx

source: On This Day
xx_xx: xxOn This Dayxx

source: Comments
xx_xx: xxCommentsxx

source: Add Category
xx_xx: xxAdd Categoryxx

source: Add
xx_xx: xxAddxx

source: Add Recipe
xx_xx: xxAdd Recipexx

source: Thumbnail
xx_xx: xxThumbnailxx

source: Category
xx_xx: xxCategoryxx

source: New Category
xx_xx: xxNew Categoryxx

source: Ingredients
xx_xx: xxIngredientsxx

source: Add ingredient
xx_xx: xxAdd ingredientxx

source: Directions
xx_xx: xxDirectionsxx

source: Start Family Tree
xx_xx: xxStart Family Treexx

source: You do not have a Family Tree record yet.
xx_xx: xxYou do not have a Family Tree record yet.xx

source: Please verify the information below and make any changes or additions as needed.
xx_xx: xxPlease verify the information below and make any changes or additions as needed.xx

source: Notice that your Member record and Family Tree record are different.
xx_xx: xxNotice that your Member record and Family Tree record are different.xx

source: First and optional Middle Name
xx_xx: xxFirst and optional Middle Namexx

source: Surname
xx_xx: xxSurnamexx

source: Suffix
xx_xx: xxSuffixxx

source: Sex
xx_xx: xxSexxx

source: Male
xx_xx: xxMalexx

source: Female
xx_xx: xxFemalexx

source: Not Listed or Prefer not to share
xx_xx: xxNot Listed or Prefer not to sharexx

source: Date of Birth
xx_xx: xxDate of Birthxx

source: Add Relationship
xx_xx: xxAdd Relationshipxx

source: Create New Person
xx_xx: xxCreate New Personxx

source: Choose Existing Person
xx_xx: xxChoose Existing Personxx

source: Maiden Name
xx_xx: xxMaiden Namexx

source: Status
xx_xx: xxStatusxx

source: Living
xx_xx: xxLivingxx

source: Deceased
xx_xx: xxDeceasedxx

source: Date of Death
xx_xx: xxDate of Deathxx

source: Parents
xx_xx: xxParentsxx

source: Existing Member?
xx_xx: xxExisting Member?xx

source: Create New
xx_xx: xxCreate Newxx

source: Close
xx_xx: xxClosexx

source: View Tree
xx_xx: xxView Treexx

source: Alias
xx_xx: xxAliasxx

source: Nickname
xx_xx: xxNicknamexx

source: Events, Media, More
xx_xx: xxEvents, Media, Morexx

source: Add Event
xx_xx: xxAdd Eventxx

source: Birth
xx_xx: xxBirthxx

source: unknown
xx_xx: xxunknownxx

source: Death
xx_xx: xxDeathxx

source: none
xx_xx: xxnonexx

source: Add Parent
xx_xx: xxAdd Parentxx

source: Add Spouse
xx_xx: xxAdd Spousexx

source: Add Sibling
xx_xx: xxAdd Siblingxx

source: Add Child
xx_xx: xxAdd Childxx

source: Died in %d
xx_xx: xxDied in %dxx

source: Upload Video
xx_xx: xxUpload Videoxx

source: Select a video to upload
xx_xx: xxSelect a video to uploadxx

source: To view this video please enable JavaScript, and consider upgrading to a web browser that %s supports HTML5 video %s
xx_xx: xxTo view this video please enable JavaScript, and consider upgrading to a web browser that %s supports HTML5 video %sxx
